Repository: gbacruz/weblocal
Catalog: po/*.po
Languages: ar, cs, da, de, el, es_es, fi, fr_ca, hu, in, it, iw, ja, nl, no, pl, pt, pt_pt, ro, ru, sv, th, tr, uk, vi

source: (Optional) Do you have any feedback for us?
ar: (اختياري) هل لديك أي ملاحظات تخبرنا بها؟
cs: (Volitelné) Máte pro nás nějakou zpětnou vazbu?
da: (Valgfrit) Har du feedback til os?
de: (Optional) Möchten Sie uns Feedback geben?
el: (Προαιρετικό) Έχετε κάποιο σχόλιο για εμάς;
es_es: (Opcional) ¿Tiene algún comentario para nosotros?
fi: (Valinnainen) Haluatko antaa meille palautetta?
fr_ca: Voulez-vous nous faire part de vos commentaires? (facultatif)
hu: (Opcionális) Szeretne nekünk visszajelzést küldeni?
in: (Opsional) Ada masukan untuk kami?
it: (Facoltativo) Vuoi inviarci un commento?
iw: (לא חובה) האם יש לך משוב בשבילנו?
no: (Valgfritt) Har du noen tilbakemeldinger til oss?
pl: (Opcjonalnie) Czy chcesz podzielić się z nami swoją opinią?
pt: (Opcional) Gostaria de deixar sua opinião?
pt_pt: (Opcional) Pretende dar-nos o seu feedback?
ro: (Opțional) Aveți vreun feedback pentru noi?
ru: Необязательно: возможно, вы хотите что-то нам сообщить?
sv: (Valfritt) Har du någon feedback till oss?
th: (ตัวเลือก) คุณมีข้อเสนอแนะใด ๆ สำหรับเราหรือไม่
tr: (İsteğe bağlı) Bize geri bildirimde bulunmak ister misiniz?
uk: Можливо, ви хочете щось нам повідомити (необов’язково)?
vi: (Tuỳ chọn) Bạn có phản hồi nào cho chúng tôi không?

source: Activity Log
ar: سجل النشاط
cs: Protokol aktivity
da: Aktivitetslog
de: Aktivitätenprotokoll
el: Αρχείο καταγραφής δραστηριότητας
es_es: Registro de actividades
fi: Toimintaloki
fr_ca: Journal d'activités
hu: Aktivitásnapló
in: Log Aktivitas
it: Registro attività
iw: יומן פעילות
nl: Activiteitenlog
no: Aktivitetslogg
pl: Dziennik aktywności
pt: Registro de atividades
pt_pt: Registo de atividades
ro: Jurnal de activitate
ru: Журнал действий
sv: Aktivitetslogg
th: ล็อกกิจกรรม
tr: Etkinlik Günlüğü
uk: Журнал активності
vi: Nhật Ký Hoạt Động

source: Activity log
ar: سجل النشاط
cs: Protokol aktivit
da: Aktivitetslog
de: Aktivitätenprotokoll
el: Αρχείο καταγραφής δραστηριότητας
es_es: Registro de actividades
fi: Toimintaloki
fr_ca: Journal d'activité
hu: Aktivitásnapló
in: Log aktivitas
it: Registro attività
iw: יומן פעילות
ja: アクティビティログ
nl: Activiteitenlog
no: Aktivitetslogg
pl: Dziennik aktywności
pt: Registro de atividades
pt_pt: Registo de atividades
ro: Jurnal de activitate
ru: Журнал действий
sv: Aktivitetslogg
th: ล็อกกิจกรรม
tr: Etkinlik günlüğü
uk: Журнал активності
vi: Nhật ký hoạt động

source: Add pay information
ar: إضافة معلومات الراتب
cs: Doplnit informace o platu
da: Tilføj lønoplysninger
de: Gehaltsinformationen hinzufügen
el: Προσθήκη πληροφοριών πληρωμής
es_es: Añadir información sobre el salario
fi: Lisää palkkatiedot
fr_ca: Ajouter le salaire
hu: Fizetési adatok hozzáadása
in: Tambahkan Informasi gaji
it: Aggiungi informazioni sulla retribuzione
iw: הוספת פרטי תשלום
ja: 給与情報を追加する
nl: Salarisgegevens toevoegen
no: Legg til lønnsinformasjon
pl: Dodaj informacje o wynagrodzeniu
pt: Adicionar informações salariais
pt_pt: Adicionar informações salariais
ro: Adăugați informații despre salariu
ru: Добавить информацию об оплате
sv: Lägg till löneinformation
th: เพิ่มข้อมูลค่าตอบแทน
tr: Maaş bilgisi ekle
uk: Додати інформацію про оплату
vi: Thêm thông tin thanh toán

source: Add pay information to your job: {0} (recommended)
ar: أضف معلومات الراتب لوظيفتك: {0} (موصى به)
cs: Doplňte do nabídky práce informace o platu: {0} (doporučeno)
da: Føj lønoplysninger til jobbet: {0} (anbefales)
de: Fügen Sie Gehaltsinformationen zu Ihrer Stellenanzeige hinzu: {0} (empfohlen)
el: Προσθέστε πληροφορίες πληρωμής στη θέση εργασίας σας: {0} (συνιστάται)
es_es: Añadir información sobre el salario a su empleo: {0} (recomendado)
fi: Lisää palkkatiedot työpaikkaan: {0} (suositus)
fr_ca: Ajoutez le salaire à votre offre : {0} (recommandé)
hu: Adja meg a fizetési adatokat az álláshoz: {0} (ajánlott)
in: Tambahkan informasi gaji pada lowongan Anda: {0} (disarankan)
it: Aggiungi informazioni sulla retribuzione al tuo annuncio: {0} (consigliato)
iw: הוספת פרטי תשלום למשרה שלך: {0} (מומלץ)
ja: 求人に給与情報を追加しましょう：{0}（推奨）
nl: Voeg salarisgegevens aan je vacature toe: {0} (aanbevolen)
no: Legg til lønnsinformasjon for jobben: {0} (anbefalt)
pl: Dodaj informacje o wynagrodzeniu do oferty pracy: {0} (zalecane)
pt: Adicione informações salariais à vaga: {0} (recomendado)
pt_pt: Adicione informações salariais à oferta: {0} (recomendado)
ro: Adăugați la locul de muncă informații despre remunerație: {0} (recomandat)
ru: Добавьте информацию об оплате для своей вакансии: {0} (рекомендуется)
sv: Lägg till löneinformation för jobbet: {0} (rekommenderas)
th: เพิ่มข้อมูลค่าตอบแทนไปยังงานของคุณ: {0} (แนะนำ)
tr: İş ilanınıza maaş bilgisi ekleyin: {0} (önerilir)
uk: Додайте інформацію про оплату для своєї вакансії: {0} (рекомендовано)
vi: Thêm thông tin thanh toán vào việc làm của bạn: {0} (được khuyến nghị)

source: Added Skills Assessments used by successful jobs
ar: تمت إضافة تقييمات المهارات المستخدمة بالوظائف الناجحة
cs: Přidána hodnocení dovedností používaná u úspěšných nabídek
da: Færdighedsvurderinger, der bruges af succesfulde job, er tilføjet
de: Assessments hinzugefügt, die für erfolgreiche Stellenanzeigen verwendet werden
el: Προσθήκη αξιολογήσεων δεξιοτήτων που χρησιμοποιούνται από επιτυχημένες θέσεις εργασίας
es_es: Se agregaron evaluaciones de habilidades utilizadas en empleos exitosos
fi: Uusia taitojen arviointeja, joilla on saatu hyviä tuloksia työpaikkailmoituksissa
fr_ca: Ajout d'évaluation(s) de compétences
hu: Sikeres álláshirdetésekben használt készségértékeléseket adtunk hozzá
in: Menambahkan Tes Kelayakan Keterampilan yang digunakan oleh lowongan yang sukses
it: Aggiunte valutazioni delle competenze utilizzate negli annunci più efficaci
iw: נוספו הערכות מיומנויות המשמשות במשרות מצליחות
nl: Assessments voor vaardigheden toegevoegd die in succesvolle vacatures worden gebruikt
no: La til ferdighetsevalueringer som er brukt på vellykkede jobber
pl: Dodano oceny umiejętności wykorzystywane w skutecznych ofertach pracy
pt: Avaliações de habilidades usadas por vagas bem-sucedidas foram adicionadas
pt_pt: Foram adicionadas avaliações de competências usadas por ofertas bem-sucedidas
ro: S-au adăugat evaluări ale aptitudinilor utilizate de locurile de muncă de succes
ru: Добавлены оценивания навыков, которые используются в результативных вакансиях
sv: Kompetensutvärderingar som använts i framgångsrika platsannonser har lagts till
th: การประเมินทักษะที่เพิ่มเข้ามาซึ่งถูกใช้โดยงานที่ประสบความสำเร็จ
tr: Başarılı iş ilanlarında kullanılan Beceri Testleri eklendi
uk: Додані оцінювання навичок, що використовуються в результативних вакансіях
vi: Đã thêm Đánh Giá Kỹ Năng được sử dụng bởi các công việc thành công

source: Added applicant qualifications used by successful jobs
ar: تمت إضافة مؤهلات مقدم الطلب المستخدمة بالوظائف الناجحة
cs: Přidány kvalifikace kandidátů používané u úspěšných nabídek
da: Ansøgerkvalifikationer, der bruges af succesfulde job, er tilføjet
de: Bewerbungsfragen hinzugefügt, die in erfolgreichen Stellenanzeigen verwendet werden
el: Προσθήκη προσόντων υποψηφίων που χρησιμοποιούνται από επιτυχημένες θέσεις εργασίας
es_es: Se agregaron cualificaciones del candidato utilizadas en empleos exitosos
fi: Uusia työnhakijan pätevyysvaatimuksia, joilla on saatu hyviä tuloksia työpaikkailmoituksissa
fr_ca: Ajout de question(s) relative(s) au profil recherché
hu: Sikeres álláshirdetésekben használt képzettségeket adtunk hozzá
in: Menambahkan kualifikasi pelamar yang digunakan oleh lowongan yang sukses
it: Aggiunti requisiti utilizzati negli annunci più efficaci
iw: נוספו דרישות ממועמדים המשמשות במשרות מצליחות
nl: Kwalificaties voor sollicitanten toegevoegd die in succesvolle vacatures worden gebruikt
no: La til søkerkvalifikasjoner som er brukt på vellykkede jobber
pl: Dodano kwalifikacje kandydata wykorzystywane w skutecznych ofertach pracy
pt: Qualificações do candidato usadas por vagas bem-sucedidas foram adicionadas
pt_pt: Foram adicionadas qualificações de candidato usadas por ofertas bem-sucedidas
ro: S-au adăugat calificări ale candidaților utilizate de locurile de muncă de succes
ru: Добавлены требования к кандидатам, которые используются в результативных вакансиях
sv: Kvalifikationer för sökande som använts i framgångsrika platsannonser har lagts till
th: คุณสมบัติของผู้สมัครที่เพิ่มเข้ามาซึ่งถูกใช้โดยงานที่ประสบความสำเร็จ
tr: Başarılı iş ilanlarında kullanılan aday nitelikleri eklendi
uk: Додані кваліфікаційні вимоги до кандидатів, що використовуються в результативних вакансіях
vi: Đã thêm chứng chỉ ứng viên được sử dụng bởi các công việc thành công

source: Added company description
ar: تمت إضافة وصف الشركة
cs: Přidán popis firmy
da: Tilføjet virksomhedsbeskrivelse
de: Unternehmensbeschreibung hinzugefügt
el: Προστέθηκε περιγραφή της εταιρείας
es_es: Descripción de la empresa añadida
fi: Yrityksen kuvaus lisätty
fr_ca: Description de l'entreprise ajoutée
hu: Cégismertető hozzáadva
in: Menambahkan deskripsi perusahaan
it: Descrizione dell'azienda aggiunta
iw: נוסף תיאור החברה
ja: 会社概要を追加しました
nl: Bedrijfsomschrijving toegevoegd
no: La til firmabeskrivelse
pl: Dodano opis firmy
pt: Descrição da empresa adicionada
pt_pt: Descrição da empresa adicionada
ro: A fost adăugată descrierea companiei
ru: Добавлено описание компании
sv: Tillagd företagsbeskrivning
th: เพิ่มรายละเอียดของผู้ประกอบการแล้ว
tr: Şirket açıklaması eklendi
uk: Додано опис компанії
vi: Đã thêm mô tả công ty

source: Adding assessments to showcase quality candidates
ar: إضافة التقييمات لإبراز المرشحين للوظيفة المميزين
cs: Přidání hodnocení pro představení kvalitních kandidátů
da: Tilføjer vurderinger for at vise kvalitetskandidater
de: Assessments hinzufügt, um geeignete Kandidaten hervorzuheben
el: Προσθέτοντας αξιολογήσεις για προβολή ποιοτικών υποψηφίων.
es_es: Añadir evaluaciones para mostrar candidatos de calidad
fi: lisäämällä arviointeja tasokkaiden työnhakijoiden seulomiseksi
fr_ca: Ajout d'évaluations pour mettre en avant les candidats de qualité.
hu: Értékelések hozzáadása az alkalmas jelentkezők kiemelése érdekében
in: Menambahkan tes kelayakan untuk menampilkan kandidat berkualitas
it: Aggiungendo strumenti di valutazione per mostrare i candidati idonei
iw: הוספת הערכות כדי להבליט מועמדים איכותיים
ja: アセスメントを追加して貴社の応募要件を満たしている候補者を見極める
nl: Assessments toevoegen om geschikte kandidaten te selecteren
no: legge til evalueringer for å vise frem kvalitetskandidater
pl: Dodanie kwalifikacji w celu przedstawienia najlepszych kandydatów
pt: Adicionar avaliações para exibir candidatos de qualidade.
pt_pt: Adicionar avaliações para apresentar candidatos de qualidade
ro: Adăugarea de evaluări pentru a scoate în evidență candidații valoroși
ru: Добавление оцениваний для отбора качественных кандидатов
sv: Lägga till bedömningar som visar kvalificerade kandidater
th: การเพิ่มการประเมินเพื่อแสดงผู้สมัครที่มีคุณภาพ
tr: Kaliteli adayları öne çıkarmak için testler ekler
uk: Додавання оцінювань для добору якісних кандидатів
vi: Thêm các đánh giá để giới thiệu các ứng viên chất lượng

source: Adjust budget
ar: تعديل الميزانية
cs: Upravit rozpočet
da: Juster budget
de: Budget anpassen
el: Προσαρμογή προϋπολογισμού
es_es: Ajustar presupuesto
fi: Mukauta budjetti
fr_ca: Ajuster mon budget
hu: Költségkeret módosítása
in: Sesuaikan anggaran
it: Modifica budget
iw: התאמת התקציב
ja: 予算を調整する
nl: Budget aanpassen
no: Juster budsjettet
pl: Dopasuj budżet
pt: Ajustar orçamento
pt_pt: Ajustar o orçamento
ro: Ajustare buget
ru: Изменить бюджет
sv: Justera budget
th: ปรับงบประมาณ
tr: Bütçeyi ayarla
uk: Змінити бюджет
vi: Điều chỉnh ngân sách

source: Advertising your job post in wider areas
ar: نشر إعلان وظيفتك على نطاق أوسع
cs: Inzerování vaší nabídky práce v širší oblasti
da: Annoncerer jobopslaget i større områder
de: Ihre Stellenanzeige in einem größeren Umkreis schaltet
el: Διαφημίζοντας τη δημοσίευση της θέσης εργασίας σας σε ευρύτερες περιοχές
es_es: Anunciar su publicación de empleo en áreas de mayor alcance
fi: näyttämällä työpaikkailmoituksesi laajemmalla alueella
fr_ca: Promotion de votre offre d'emploi sur des zones plus étendues.
hu: Álláshirdetése megjelenítése szélesebb területeken
in: Mengiklankan lowongan Anda di wilayah yang lebih luas
it: Aumentando la visibilità del tuo annuncio di lavoro
iw: הצגת פרסום המשרה שלך באזורים רחבים יותר
ja: 求人の掲載範囲を広げる
nl: Je vacature in een groter gebied adverteren
no: annonsere stillingsannonsen din i større områder
pl: Zwiększenie zasięgu terytorialnego oferty pracy
pt: Publicar seus anúncios de vaga de emprego em áreas mais amplas.
pt_pt: Publicar os seus anúncios de ofertas em áreas mais amplas
ro: Publicitate pentru postare pe o rază mai mare
ru: Расширение области, в которой рекламируется ваша вакансия
sv: Publicera din platsannons i ett större område
th: การโฆษณาการประกาศงานของคุณในพื้นที่ที่กว้างมากขึ้น
tr: İş ilanınızı daha geniş bölgelerde yayınlar
uk: Розширення області, де рекламується ваша вакансія
vi: Quảng cáo bài đăng tuyển dụng của bạn ở các khu vực rộng lớn hơn

source: Analyzing your job for optimal performance
ar: تحليل وظيفتك للحصول على الأداء الأمثل
cs: Analyzujeme vaši nabídku práce pro optimální výkon
da: Analyserer jobbet for at sikre optimal præstation
de: Ihre Stellenanzeige wird analysiert, um optimale Ergebnisse zu erzielen
el: Ανάλυση της θέσης εργασίας σας για βέλτιστη απόδοση
es_es: Se está analizando su empleo para un rendimiento óptimo
fi: Työpaikan analysointi tehokkuuden optimoimiseksi
fr_ca: Analyse de votre offre d'emploi pour optimiser son rendement
hu: Elemezzük az álláshirdetését az optimális hatékonyság érdekében
in: Menganalisis lowongan Anda untuk mengoptimasi kinerjanya
it: Analisi dell'annuncio di lavoro per ottenere prestazioni ottimali
iw: ניתוח המשרה שלך לביצועים מיטביים
nl: Vacature analyseren voor optimale prestaties
no: Analysere jobben din for optimal ytelse
pl: Analizowanie oferty pracy pod kątem optymalnej skuteczności
pt: Analisando sua vaga para um desempenho ideal
pt_pt: A analisar a sua oferta para garantir o melhor desempenho
ro: Analizarea locului de muncă pentru performanță optimă
ru: Анализ вашей вакансии на предмет ее результативности
sv: Analyserar ditt jobb för att få optimalt resultat
th: กำลังวิเคราะห์งานของคุณเพื่อประสิทธิภาพสูงสุด
tr: Optimum performans için iş ilanınız analiz ediliyor
uk: Аналіз вашої вакансії на результативність
vi: Phân tích công việc của bạn để có hiệu suất tối ưu

source: Ask applicants to tell more about their motivation
ar: اطلب من مقدمي الطلبات أن يتحدثوا أكثرعن دوافعهم
cs: Požádejte kandidáty, aby se rozepsali ohledně jejich motivace
da: Bed ansøgere om at fortælle mere om deres motivation
de: Er bittet Kandidaten darum, Angaben zu ihrer Motivation zu machen.
el: Ζητήστε από τους υποψηφίους να πουν περισσότερα σχετικά με τα κίνητρά τους.
es_es: Pedir a los candidatos elaboren sobre su motivación
fi: pyytämällä työnhakijoita kertomaan lisää motivaatiostaan
fr_ca: Demander aux candidats de parler de leurs motivations.
hu: A jelentkezők felkérése arra, hogy fejtsék ki a motivációjukat
in: Meminta pelamar untuk menyampaikan tentang motivasi mereka
it: Chiedi ai candidati di spiegare meglio le proprie motivazioni
iw: כדאי לבקש ממומעדים לספר בהרחבה על המוטיבציה שלהם
ja: 応募動機について応募者に詳しく尋ねる
nl: Sollicitanten vragen meer te vertellen over hun motivatie
no: be søkere om å fortelle mer om hvorfor de er motivert
pl: Poproś kandydatów, aby dokładniej opisali swoje motywacje
pt: Peça aos candidatos que contem mais sobre a motivação deles.
pt_pt: Pedir aos candidatos que falem mais sobre a sua motivação
ro: Cereți-le candidaților să spună mai multe despre motivația lor
ru: Предложение соискателям рассказать больше о своей мотивации
sv: Be sökande att berätta mer om vad som motiverar dem
th: ขอให้ผู้สมัครระบุรายละเอียดเพิ่มเติมเกี่ยวกับแรงจูงใจของตน
tr: Adaylardan motivasyonları hakkında daha fazla bilgi sağlamalarını ister
uk: Кандидатам пропонується більше розповісти про свою мотивацію
vi: Yêu cầu các ứng viên cho biết thêm về động lực của họ

source: Asking job seekers to add a Cover Letter to their application
ar: مطالبة الباحثين عن وظيفة بإضافة خطاب تعريفي لطلب التقدم الخاص بكل منهم
cs: Požadavek na uchazeče, aby k žádosti přiložili průvodní dopis
da: Beder jobsøgere om at føje et følgebrev til deres ansøgning
de: Jobsuchende darum bitten, ein Anschreiben zu ihrer Bewerbung hinzuzufügen
el: Απαίτηση από τα άτομα που αναζητούν εργασία να προσθέσουν μια συνοδευτική επιστολή στην αίτησή τους
es_es: Se les pide a los candidatos que agreguen una carta de presentación a su solicitud
fi: Työnhakijoita pyydetään liittämään työhakemukseensa saatekirje
fr_ca: Lettre de motivation requise pour postuler
hu: Megkérjük az álláskeresőket, hogy csatoljanak kísérőlevelet a jelentkezésükhöz
in: Meminta pencari kerja untuk menambahkan Surat Lamaran pada lamaran mereka
it: Richiesta alle persone in cerca lavoro di allegare una lettera di presentazione alla propria candidatura
iw: בקשה ממחפשי עבודה להוסיף מכתב מקדים להגשת המועמדות שלהם
nl: Werkzoekenden vragen een motivatiebrief bij hun sollicitatie te voegen
no: Be jobbsøkere om å legge til et søknadsbrev i søknaden
pl: Poproszenie osób poszukujących pracy o dodanie listu motywacyjnego do swojej aplikacji
pt: Solicitando aos candidatos que adicionem uma carta de apresentação à candidatura
pt_pt: A pedir aos candidatos que adicionem uma carta de apresentação à candidatura
ro: Cerința ca solicitanții de locuri de muncă să adauge o scrisoare de intenție la candidatură
ru: Просьба к соискателям добавить в отклик на вакансию сопроводительное письмо
sv: Ber jobbsökare att lägga till ett personligt brev i sin ansökan
th: ขอให้ผู้สมัครงานเพิ่มจดหมายแนะนำตัวในใบสมัครของตน
tr: İş arayanlardan başvurularına Ön Yazı eklemeleri isteniyor
uk: Прохання до шукачів додати до своїх заявок супровідного листа
vi: Yêu cầu người tìm việc thêm Thư Xin Việc vào đơn xin việc của họ

source: Asking job seekers to add a resume to their application
ar: مطالبة الباحثين عن وظيفة بإضافة سيرة ذاتية لطلب التقدم الخاص بكل منهم
cs: Žádáme uchazeče, aby k žádosti přiložili životopis
da: Beder jobsøgere om at føje et cv til deres ansøgning
de: Jobsuchende darum bitten, einen Lebenslauf zu ihrer Bewerbung hinzuzufügen
el: Απαίτηση από τα άτομα που αναζητούν εργασία να προσθέσουν ένα βιογραφικό στην αίτησή τους
es_es: Se les pide a los candidatos que añadan un CV a su solicitud
fi: Muista lisätä ansioluettelo työhakemukseen
fr_ca: CV obligatoire pour postuler
hu: Megkérjük az álláskeresőket, hogy csatoljanak önéletrajzot a jelentkezésükhöz
in: Meminta pencari kerja untuk menambahkan CV pada lamaran mereka
it: Richiesta alle persone in cerca lavoro di aggiungere un CV alla propria candidatura
iw: בקשה ממחפשי עבודה להוסיף קורות חיים להגשת המועמדות שלהם
nl: Werkzoekenden gevraagd een cv toe te voegen aan hun sollicitatie
no: Be jobbsøkere om å legge ved en CV i søknaden
pl: Proszenie osób poszukujących pracy o dodanie CV do swojej aplikacji
pt: Solicitando aos candidatos que adicionem um currículo à candidatura
pt_pt: A pedir aos candidatos que adicionem um currículo à candidatura
ro: Cerința ca solicitanții de locuri de muncă să adauge un CV la candidatură
ru: Просьба к соискателям добавить в отклик на вакансию резюме
sv: Ber jobbsökare att lägga till ett CV i sin ansökan
th: ขอให้ผู้หางานเพิ่มเรซูเม่ในใบสมัครของตน
tr: İş arayanlardan başvurularına CV eklemeleri isteniyor
uk: Прохання до шукачів додати резюме до своїх заявок
vi: Yêu cầu người tìm việc thêm CV vào đơn xin việc của họ

source: Assess applicants’ commitment
ar: تقييم التزام مقدمي الطلبات
cs: Posuďte odhodlanost kandidátů
da: Vurder ansøgernes engagement
de: Motivation der Kandidaten
el: Αξιολόγηση δέσμευσης υποψηφίων
es_es: Evaluar el compromiso de los candidatos
fi: Arvioi työnhakijoiden sitoutuneisuutta
fr_ca: Évaluer la motivation des candidats
hu: A jelentkezők elkötelezettségének értékelése
in: Nilai komitmen pelamar
it: Valutare l'interesse dei candidati
iw: הערכת המחויבות של מועמדים
ja: 応募者の意欲を評価する
nl: Motivatie van sollicitanten beoordelen
no: Evaluere søkernes engasjement
pl: Oceń zaangażowanie kandydatów
pt: Avaliar o comprometimento dos candidatos
pt_pt: Avaliar o empenho dos candidatos
ro: Evaluarea seriozității candidaților
ru: Оценка мотивации кандидатов
sv: Bedöma hur engagerade de sökande är
th: ประเมินความตั้งใจของผู้สมัคร
tr: Adayların kararlılığını değerlendirir
uk: Оцінює мотивацію кандидатів
vi: Đánh giá độ cam kết của ứng viên

source: Assistant is sending unqualified applicants
ar: يرسل المساعد متقدمين للوظيفة غير مؤهلين
cs: Asistent zasílá nekvalifikované kandidáty
da: Konsulenten sender ikke-kvalificerede ansøgere
de: Der Assistant schlägt ungeeignete Bewerber vor
el: Ο βοηθός στέλνει ακατάλληλους υποψηφίους
es_es: El asistente está enviando candidatos no aptos
fi: Avustaja lähettää tietoja työnhakijoista, jotka eivät vastaa vaatimuksia
fr_ca: L'assistant m'envoie des candidats non qualifiés
hu: Az asszisztens nem megfelelő jelentkezőket küld
in: Asisten mengirim pelamar yang tidak memenuhi syarat
it: L'assistente consiglia candidati non idonei
iw: העוזר שולח מועמדים שלא עונים לדרישות
ja: 要件を満たさない応募者が送られてくる
nl: Assistent stuurt niet-gekwalificeerde sollicitanten
no: Assistenten sender meg ukvalifiserte søkere
pl: Asystent przysyła zgłoszenia kandydatów o niewystarczających kwalifikacjach
pt: O assistente envia candidatos não qualificados
pt_pt: O assistente está a enviar candidatos não qualificados
ro: Asistentul trimite candidați necalificați
ru: Помощник предлагает кандидатов, не отвечающих требованиям
sv: Assistenten skickar okvalificerade sökande
th: ผู้ช่วยกำลังส่งผู้สมัครที่ไม่ผ่านเกณฑ์คุณสมบัติ
tr: İşe alım yardımcısı niteliksiz adaylar gönderiyor
uk: Помічник пропонує кандидатів, що не відповідають вимогам
vi: Trình hỗ trợ đang gửi các ứng viên không đủ điều kiện
