Repository: gbacruz/weblocal
Catalog: po/*.po
Languages: ar, cs, da, de, el, es_es, fi, fr_ca, hu, in, it, iw, ja, nl, no, pl, pt, pt_pt, ro, ru, sv, th, tr, uk, vi

source: {0} per month until {1}
ar: {0} شهريًا حتى {1}
cs: {0} za měsíc až do {1}
da: {0} pr. måned indtil {1}
de: {0} pro Monat bis zum {1}
el: {0} ανά μήνα έως {1}
es_es: {0} al mes hasta el {1}
fi: {0} kuukaudessa {1} saakka
fr_ca: {0} par mois jusqu''au {1}
hu: {0} havonta a következő dátumig: {1}
in: {0} per bulan sampai {1}
it: {0} al mese fino alla data seguente: {1}
iw: {0} לחודש עד {1}
ja: {1}まで月額{0}
nl: {0} per maand tot {1}
no: {0} per måned frem til {1}
pl: {0} miesięcznie do {1}
pt: {0} por mês até {1}
pt_pt: {0} por mês até {1}
ro: {0} pe lună până la {1}
ru: {0} в месяц до {1}
sv: {0} per månad fram till {1}
th: {0} ต่อเดือนจนถึง {1}
tr: {1} tarihine kadar ayda {0}
uk: {0} на місяць до {1}
vi: {0} một tháng cho đến {1}

source: {0} per week
ar: {0} كل أسبوع
cs: {0} za týden
da: {0} pr. uge
de: {0} pro Woche
el: {0} ανά εβδομάδα
es_es: {0} a la semana
fi: {0} viikossa
fr_ca: {0} par semaine
hu: {0} hetente
in: {0} per minggu
it: {0} a settimana
iw: {0} לשבוע
ja: 週給 {0}
no: {0} per uke
pl: {0} tygodniowo
pt: {0} por semana
pt_pt: {0} por semana
ro: {0} pe săptămână
ru: {0} в неделю
sv: {0} per vecka
th: {0} ต่อสัปดาห์
tr: {0}/hafta
uk: {0} на тиждень
vi: {0} một tuần

source: {0} per year
ar: {0} / سنويًا
cs: {0} za rok
da: {0} pr. år (før skat)
de: {0} pro Jahr
el: {0} ανά έτος
es_es: {0} al año
fi: {0} vuodessa
fr_ca: {0} par an
hu: {0} évente
in: {0} per tahun
it: {0} all''anno
iw: {0} לשנה
ja: 年収 {0}
nl: {0} per jaar
no: {0} per år
pl: {0} rocznie
pt: {0} por ano
pt_pt: {0} por ano
ro: {0} pe an
ru: {0} в год
sv: {0} per år
th: {0} ต่อปี
tr: {0}/yıl
uk: {0} на рік
vi: {0} một năm

source: {0} until {1}
ar: {0} حتى {1}
cs: {0} až do {1}
da: {0} indtil {1}
de: {0} bis zum {1}
el: {0} έως {1}
es_es: {0} hasta el {1}
fi: {0} ({1} saakka)
fr_ca: {0} jusqu''au {1}
hu: {0} a következő dátumig {1}
in: {0} sampai {1}
it: {0} fino alla data seguente: {1}
iw: {0} עד {1}
ja: {1}まで{0}
nl: {0} tot {1}
no: {0} frem til {1}
pl: {0} do {1}
pt: {0} até {1}
pt_pt: {0} até {1}
ro: {0} până la {1}
ru: {0} до {1}
sv: {0} fram till {1}
th: {0} จนถึง {1}
tr: {1} tarihine kadar {0}
uk: {0} до {1}
vi: {0} cho đến {1}

source: {0}% higher than similar jobs
ar: {0}% أعلى من الوظائف المماثلة
cs: o {0} % vyšší než u obdobných nabídek práce
da: {0} % højere end lignende jobs
de: {0} % mehr als ähnliche Stellenanzeigen
el: {0}% υψηλότερο από παρόμοιες θέσεις εργασίας
es_es: {0}% más que otros empleos similares
fi: {0} % enemmän kuin samankaltaisilla työpaikoilla
fr_ca: {0} % de plus que les offres similaires
hu: {0}%-kal magasabb, mint a hasonló álláshirdetéseknél
in: {0}% lebih tinggi dari lowongan sejenis
it: {0}% in più rispetto ad annunci simili
iw: {0}% יותר ממשרות דומות
ja: 類似の求人より{0}% 高い
nl: {0}% hoger dan vergelijkbare vacatures
no: {0} % høyere enn lignende jobber
pl: {0}% więcej niż w przypadku podobnych ofert
pt: {0}% a mais do que em vagas similares
pt_pt: {0}% mais do que ofertas semelhantes
ro: cu {0}% mai mult decât alte locuri de muncă similare
ru: На {0} % больше, чем у аналогичных вакансий
sv: {0} % högre än liknande jobb
th: {0}% สูงกว่างานอื่น ๆ ที่คล้ายคลึงกัน
tr: Benzer iş ilanlarından %{0} daha yüksek
uk: На {0} % вище, ніж для аналогічних вакансій
vi: Cao hơn {0}% những việc làm tương tự

source: (Optional) Do you have any feedback for us?
nl: (Optioneel) Heb je feedback voor ons?
