Repository: gbacruz/weblocal
Catalog: po/*.po
Languages: ar, cs, da, de, el, es_es, fi, fr_ca, hu, in, it, iw, ja, nl, no, pl, pt, pt_pt, ro, ru, sv, th, tr, uk, vi

source: We'll send you a list every morning of the most qualified applications you have received over the past 24 hours. Your other candidates will still be visible on the Candidates tab.
ar: سنرسل لك كل صباح قائمة بأكثر طلبات التقدم تأهيلًا التي تلقيتها خلال الـ 24 ساعة الماضية. سيظل المرشحون الآخرون للوظيفة مرئيين في علامة تبويب "المرشحون للوظيفة".
cs: Každé ráno vám zašleme seznam nejlépe kvalifikovaných žádostí, které jste obdrželi za uplynulých 24 hodin. Ostatní kandidáty bude i přesto možné zobrazit na kartě Kandidáti.
da: Hver morgen sender vi dig en liste over de mest kvalificerede ansøgninger, du har modtaget de seneste 24 timer. Dine øvrige kandidater vil stadig være synlige i fanen Kandidater.
de: Wir senden Ihnen jeden Morgen eine Liste mit den am besten geeigneten Kandidaten der letzten 24 Stunden zu. Andere Kandidaten finden Sie weiterhin unter dem Tab „Kandidaten“.
el: Θα σας στέλνουμε κάθε πρωί μια λίστα με τις πιο κατάλληλες αιτήσεις που λάβατε τις τελευταίες 24 ώρες. Οι υπόλοιποι υποψήφιοι θα εξακολουθούν να εμφανίζονται στην καρτέλα Υποψήφιοι.
es_es: Cada mañana, le enviaremos una lista de las solicitudes mejor cualificadas que haya recibido durante las últimas 24 horas. Los otros candidatos seguirán estando visibles en la pestaña Candidatos.
fi: Lähetämme sinulle joka aamu listan kaikkein pätevimpien työnhakijoiden työhakemuksista, jotka olet saanut viimeisten 24 tunnin aikana. Muut työnhakijat näkyvät edelleen Työnhakijat-välilehdellä.
fr_ca: Tous les matins, vous recevrez une sélection des profils les plus qualifiés reçus au cours des dernières 24 heures. Les autres candidats resteront visibles dans l'onglet « Candidats ».
hu: Minden reggel küldünk Önnek egy listát az elmúlt 24 órában pályázó legalkalmasabb jelentkezőkről. A többi jelentkezőt továbbra is megnézheti a Jelentkezők lapon.
in: Setiap pagi kami akan mengirimi Anda daftar lamaran yang paling memenuhi syarat yang Anda terima selama 24 jam terakhir. Kandidat yang lain masih tetap terlihat di tab Kandidat.
it: Ogni mattina ti invieremo un elenco delle candidature più adatte ricevute nelle 24 ore precedenti. Gli altri candidati resteranno comunque visibili nella scheda Candidati.
iw: אנו נשלח לך בכל בוקר רשימה של הגשות המועמדות המתאימות ביותר שקיבלת במהלך 24 השעות האחרונות. המועמדים האחרים שלך עדיין יהיו גלויים בכרטיסיית 'מועמדים'.
ja: 毎日、過去24時間に受け取った応募のなかで、最も貴社の応募要件を満たす応募者のリストが届きます。その他の候補者についても、これまで同様に [応募者] タブで確認できます。
nl: We sturen je elke ochtend een lijst met de meest gekwalificeerde sollicitaties die je in de afgelopen 24 uur hebt ontvangen. De rest van de kandidaten kun je nog steeds bekijken op het tabblad 'Kandidaten'.
no: Vi sender deg en liste hver morgen med de mest kvalifiserte søknadene du har mottatt det siste døgnet. De andre kandidatene dine vil fremdeles være synlige i fanen for kandidater.
pl: Codziennie rano będziemy przysyłać listę kandydatów o najlepszych kwalifikacjach, którzy aplikowali na Wasze oferty w ciągu ostatnich 24 godzin. Pozostali kandydaci będą nadal widoczni na karcie Kandydaci.
pt: Todas as manhãs, enviaremos uma lista das candidaturas mais qualificadas recebidas nas últimas 24 horas. Seus outros candidatos ainda estarão visíveis na guia Candidatos.
pt_pt: Todas as manhãs, enviar-lhe-emos uma lista das candidaturas mais qualificadas recebidas nas últimas 24 horas. Os restantes candidatos permanecerão visíveis no separador Candidatos.
ro: În fiecare dimineață, vă vom trimite o listă cu cele mai potrivite candidaturi primite în ultimele 24 de ore. Ceilalți candidați vor fi în continuare vizibili pe fila Candidați.
ru: Каждое утро мы будем отправлять вам список наиболее подходящих откликов, полученных за последние сутки. Остальные кандидаты будут отображаться на вкладке «Кандидаты».
sv: Vi skickar en lista varje morgon med de mest kvalificerade ansökningarna som du har fått under de senaste 24 timmarna. Du kan fortfarande se övriga kandidater på fliken Kandidater.
th: ทุก ๆ เช้า เราจะส่งรายชื่อผู้สมัครที่มีคุณสมบัติที่เหมาะสมที่สุดที่สมัครเข้ามาในช่วง 24 ชั่วโมงล่าสุด ทั้งนี้คุณยังคงมองเห็นผู้สมัครรายอื่นในแท็บ ผู้สมัคร ตามเดิม
tr: Her sabah size, son 24 saat içinde ilanınıza başvuran adaylar arasında en nitelikli olanların listesini göndereceğiz. İlanınıza başvuran diğer adayları Adaylar sekmesinde görebilirsiniz.
uk: Щоранку ми надсилатимемо вам список найкращих заявок, що надійшли за минулу добу. Решту кандидатів буде наведено на вкладці «Кандидати».
vi: Chúng tôi sẽ gửi cho bạn một danh sách mỗi sáng về những hồ sơ xin việc có trình độ tốt nhất mà bạn đã nhận được trong 24 giờ qua. Bạn vẫn có thể xem các ứng viên khác trong tab Ứng viên.

source: We're looking for active jobseekers within an hour commute of your location. We'll invite them to apply if they meet your qualifications
ar: نبحث عن باحثين عن وظيفة جادين في غضون ساعة واحدة من موقعك. سنقوم بدعوتهم للتقديم إذا استوفوا المؤهلات التي تحددها
cs: Hledáme aktivní uchazeče o práci, kterým by cesta do práce trvala do hodiny. Pokud splní vaše požadavky na kvalifikaci, vyzveme je, aby zaslali žádost.
da: Vi leder efter aktive jobsøgere inden for én times rejsetid fra der, hvor du er. Vi inviterer dem til at ansøge, hvis de opfylder dine krav
de: Wir suchen aktive Jobsuchende, die maximal eine Stunde von Ihrem Standort entfernt wohnen, und fordern diese auf, sich bei Ihnen zu bewerben, wenn sie Ihre Anforderungen erfüllen.
el: Ψάχνουμε άτομα που αναζητούν εργασία σε απόσταση μίας ώρας από την τοποθεσία σας. Θα τους προσκαλέσουμε να κάνουν αίτηση, αν πληρούν τα κριτήριά σας.
es_es: Buscamos candidatos activos que se encuentren como máximo a una hora de viaje de su ubicación. Les invitaremos a enviar una solicitud si cumplen los requisitos.
fi: Etsimme aktiivisia työnhakijoita tunnin työmatkan etäisyydellä sijainnistasi. Kutsumme heidät hakemaan työpaikkaasi, jos he vastaavat vaatimuksiasi.
fr_ca: Nous ciblons les chercheurs d'emploi situés à une heure de trajet de votre entreprise. S'ils correspondent à vos critères de recherche, nous les invitons à postuler.
hu: Megkeressük a munkavégzés helyétől maximum egy órányi távolságról ingázó aktív álláskeresőket. Ha megfelelnek az Ön elvárásainak, meghívót küldünk nekik, hogy jelentkezzenek az álláshirdetésére
in: Kami mencari pencari kerja aktif yang berada dalam radius perjalanan satu jam dari lokasi Anda. Kami akan mengundang mereka untuk melamar jika mereka memenuhi kualifikasi Anda
it: Stiamo cercando potenziali candidati che risiedono a massimo un'ora dalla sede dell'azienda. Li inviteremo a candidarsi se in possesso delle qualifiche previste
iw: אנו מחפשים מחפשי משרות פעילים במרחק שעה נסיעה ממיקומך. אנו נזמין אותם להגיש מועמדות אם הם עומדים בדרישות שלך
ja: 勤務地まで1時間以内で通勤できる求職者を検索中です。貴社の応募要件を満たす求職者が見つかった場合、応募を促す通知が求職者に送信されます。
nl: We gaan op zoek naar actieve werkzoekenden met een woon-werkafstand van maximaal een uur. Als we iemand vinden die de juiste kwalificaties heeft, nodigen we die uit om te solliciteren.
no: Vi leter etter aktive jobbsøkere innen en times pendling fra stedet du befinner deg på. Vi inviterer dem til å søke dersom de oppfyller kvalifikasjonene dine
pl: Szukamy osób aktywnie poszukujących pracy, które mieszkają maksymalnie godzinę drogi od Waszej lokalizacji. Zaprosimy je do aplikowania, jeśli będą spełniały wymagania
pt: Estamos buscando candidatos ativos a uma distância equivalente a até uma hora de trajeto para o seu local. Eles serão convidados a se candidatar caso preencham os seus requisitos.
pt_pt: Estamos à procura de candidatos ativos que se encontrem a uma distância máxima de uma hora do seu local. Serão convidados a candidatar-se caso cumpram os seus requisitos.
ro: Căutăm solicitanți activi care pot ajunge la dvs. în cel mult o oră. Îi vom invita să candideze dacă întrunesc cerințele dvs.
ru: Мы ищем активных кандидатов в радиусе часа езды от вашего местоположения. Мы предложим им откликнуться на вакансию, если они отвечают вашим требованиям.
sv: Vi letar efter aktiva jobbsökare inom en timmes pendlingsavstånd från din ort. Vi bjuder in dem att ansöka om de uppfyller dina kvalifikationer.
th: เรากำลังค้นหาผู้หางานที่ใช้งานอยู่ ซึ่งสามารถเดินทางจากตำแหน่งของคุณได้ภายในหนึ่งชั่วโมง เราจะเชิญผู้หางานเหล่านี้ให้สมัครงานหากมีคุณสมบัติตรงตามที่คุณได้กำหนดไว้
tr: Konumunuza bir saatlik mesafede bulunan ve aktif olarak iş arayanları bulmaya çalışıyoruz. Kriterlerinize uymaları durumunda onları ilanınıza başvurmaya davet edeceğiz
uk: Ми шукаємо активних кандидатів у радіусі години їзди від місця вашого розташування. Якщо вони відповідають вашим вимогам, ми запропонуємо їм надіслати заявку на вакансію.
vi: Chúng tôi đang tìm kiếm những người tìm việc tích cực cách địa điểm của bạn khoảng một giờ di chuyển. Chúng tôi sẽ mời họ ứng tuyển nếu họ đạt yêu cầu của bạn

source: We're sorry to see you go! If you could give us some feedback about your decision, it will allow us to keep improving the feature.
ar: نأسف لمغادرتك! إذا كان بإمكانك أن تقدم لنا بعض الملاحظات حول قرارك، فسيسمح لنا هذا الأمر بمواصلة تحسين الميزة.
cs: Je nám líto, že odcházíte. Pokud byste nám zanechali zpětnou vazbu ohledně vašeho rozhodnutí, pomůže nám to tuto funkci vylepšit.
da: Vi er kede af, at du forlader os! Hvis du vil give os feedback vedrørende din beslutning, kan det hjælpe os med at forbedre funktionen.
de: Schade, dass Sie den Virtual Recruiting Assistant nicht mehr nutzen möchten. Wenn Sie uns Feedback dazu geben, warum Sie sich so entschieden haben, können wir die Funktion weiter verbessern.
el: Λυπούμαστε που φεύγετε! Αν μας στείλετε κάποια σχόλια για την απόφασή σας, θα μπορέσουμε να συνεχίσουμε να βελτιώνουμε τη λειτουργία.
es_es: ¡Lamentamos que se vaya! Si pudiera dejarnos algunos comentarios sobre su decisión, podríamos continuar mejorando esta funcionalidad.
fi: Harmi, ettet halua käyttää ominaisuutta! Jos annat meille palautetta ja kerrot päätöksesi syyt, voimme parantaa ominaisuutta jatkossa.
fr_ca: Nous sommes désolés de vous voir partir! Nous aimerions connaître les raisons de votre décision afin de mieux cerner vos besoins.
hu: Sajnáljuk, hogy elmegy! Kérjük, ossza meg velünk döntése okát, hogy javíthassunk a funkció minőségén.
in: Kami sedih melihat Anda pergi! Jika Anda dapat memberikan beberapa masukan kepada kami tentang keputusan Anda ini, kami akan bisa memperbaiki fitur ini.
it: Ci dispiace che tu voglia disattivare il servizio. Lasciaci un feedback sul motivo della tua decisione per aiutarci a migliorare questa funzionalità.
iw: אנחנו מצטערים שהחלטת לעזוב. נשמח לקבל ממך משוב על החלטתך, זה יעזור לנו להמשיך לשפר את התכונה.
ja: ご期待に添えず申し訳ございません。ご利用の停止にあたり、機能の改善のためにご意見をお聞かせください。
nl: Jammer dat je Virtual Recruiting Assistant niet meer wilt gebruiken. We horen graag je feedback, zodat we kunnen blijven werken aan verbeteringen.
no: Det var synd at du vil forlate oss! Hvis du kan gi oss noen tilbakemeldinger om beslutningen din, blir vi i stand til fortsette å forbedre funksjonen.
pl: Przykro nam, że rezygnujesz! Podziel się z nami swoją opinią, aby pomóc nam usprawnić tę funkcję.
pt: Lamentamos que não queira mais usar o assistente. Deixe um comentário sobre sua decisão para que possamos continuar melhorando o recurso.
pt_pt: Lamentamos que se vá embora. Se nos der algum feedback sobre a sua decisão, poderemos continuar a melhorar a funcionalidade.
ro: Ne pare rău că plecați! Dacă ne-ați putea da feedback despre această decizie, ne-ați ajuta să îmbunătățim în continuare caracteristica.
ru: Нам жаль, что вы нас покидаете! Если вы расскажете нам о причинах своего решения, это поможет нам улучшить соответствующие функции.
sv: Vi beklagar att du lämnar oss! Om du ger oss feedback om ditt beslut kan vi fortsätta att förbättra funktionen.
th: เราเสียใจนะที่เห็นคุณจากไป กรุณาแสดงความคิดเห็นเกี่ยวกับการตัดสินใจของคุณ เพื่อให้เราปรับปรุงคุณสมบัติต่าง ๆ ให้ดียิ่งขึ้น
tr: Ayrıldığınız için üzgünüz! Kararınızla ilgili geri bildirimde bulunarak bu özelliği daha iyi hale getirmemize yardımcı olabilirsiniz.
uk: Нам прикро, що ви йдете! Якщо б ви розповіли нам про причини свого рішення, це допомогло б нам покращити відповідні функції.
vi: Chúng tôi rất tiếc khi thấy bạn ra đi! Nếu bạn có thể cung cấp cho chúng tôi một số phản hồi về quyết định của mình, chúng tôi sẽ có thể tiếp tục cải thiện tính năng.

source: We've added the company description that you provided earlier to your job description in order to showcase your company to potential job seekers.
ar: لقد أضفنا وصف الشركة الذي قدّمته سابقًا إلى الوصف الوظيفي الخاص بك من أجل التعريف بشركتك للباحثين عن الوظائف المحتملين.
cs: Doplnili jsme popis firmy, který jste již dříve zadali, abychom vaši společnost představili potenciálním kandidátům.
da: Vi har tilføjet den virksomhedsbeskrivelse, du føjede til jobbeskrivelsen tidligere, for at præsentere din virksomhed for potentielle jobsøgere.
de: Wir haben die von Ihnen erstellte Unternehmensbeschreibung zu Ihrer Stellenbeschreibung hinzugefügt, um potenzielle Kandidaten über Ihr Unternehmen zu informieren.
el: Προσθέσαμε την περιγραφή εταιρείας που καταχωρίσατε νωρίτερα στην περιγραφή της θέσης εργασίας σας, προκειμένου να παρουσιάσουμε την εταιρεία σας σε πιθανά άτομα που αναζητούν εργασία.
es_es: Hemos agregado la descripción de la empresa que brindó anteriormente a su descripción de empleo para mostrarles su empresa a posibles candidatos.
fi: Olemme lisänneet aiemmin luomasi yrityksen kuvauksen työnkuvaukseesi esitelläksemme yritystäsi potentiaalisille työnhakijoille.
fr_ca: Nous avons ajouté la présentation de votre entreprise que vous aviez fournie précédemment à votre description du poste. Cela permet de donner un aperçu plus complet de l'offre aux chercheurs d'emploi.
hu: Hozzáadtuk az Ön által korábban megadott cégismertetőt az állásleíráshoz, hogy bemutassuk a cégét a lehetséges jelentkezőknek.
in: Kami telah menambahkan deskripsi perusahaan yang Anda sediakan sebelumnya pada deskripsi lowongan Anda untuk menampilkan perusahaan Anda kepada pencari kerja potensial.
it: La descrizione che hai fornito in precedenza è stata aggiunta alla descrizione della posizione per presentare la tua azienda alle persone in cerca di lavoro.
iw: הוספנו לתיאור המשרה שלך את תיאור החברה שסיפקת מוקדם יותר כדי להציג את החברה שלך למחפשי עבודה פוטנציאליים.
ja: 求職者に貴社をアピールできるよう、入力していただいた会社概要を仕事内容に追加しました。
nl: We hebben de eerder door jou opgegeven bedrijfsomschrijving aan je vacaturetekst toegevoegd, zodat we je bedrijf onder de aandacht van werkzoekenden brengen.
no: Vi har lagt til firmabeskrivelsen, som du oppga tidligere, i stillingsbeskrivelsen for å vise frem firmaet ditt for potensielle jobbsøkere.
pl: Aby zaprezentować profil firmy potencjalnym kandydatom, dodaliśmy do opisu stanowiska przesłany wcześniej opis.
pt: Adicionamos a descrição da empresa fornecida anteriormente à descrição da vaga para mostrar sua empresa a possíveis candidatos.
pt_pt: Adicionámos a descrição da empresa que nos facultou anteriormente à descrição da oferta para mostrar a sua empresa a possíveis candidatos.
ro: Am completat descrierea locului de muncă cu descrierea companiei, pe care ați introdus-o anterior, pentru a vă prezenta compania potențialilor solicitanți.
ru: Мы добавили описание компании, которое вы указали ранее в описании вакансии, чтобы представить вашу компанию потенциальным соискателям.
sv: Vi har lagt till företagsbeskrivningen som du angav i din jobbeskrivning tidigare för att lyfta fram företaget för potentiella jobbsökare.
th: เราได้เพิ่มรายละเอียดผู้ประกอบการที่คุณแจ้งไว้ก่อนหน้านี้ไปยังรายละเอียดงานของคุณเพื่อนำเสนอบริษัทของคุณกับผู้หางานที่มีศักยภาพ
tr: Şirketinizi olası iş arayanlara tanıtmak için daha önce bize sağladığınız şirket açıklamasını iş tanımınıza ekledik.
uk: Ми додали опис компанії, який ви надали раніше в описі вакансії, щоб представити вашу компанію потенційним шукачам.
vi: Chúng tôi đã thêm mô tả công ty mà bạn đã cung cấp trước đây vào mô tả việc làm của bạn để những người tìm việc tiềm năng hiểu rõ hơn về công ty của bạn.

source: We've updated your job title to reflect what job seekers on Indeed are more likely to search for. Your original title was added as a secondary title in your description.
ar: لقد قمنا بتحديث المسمى الوظيفي الخاص بك ليعكس ما يرجح أن يبحث عنه الباحثون عن وظيفة على موقع إنديد. تمت إضافة العنوان الأصلي الخاص بك كعنوان ثانوي في وصفك.
cs: Aktualizovali jsme název nabídky práce, aby lépe vystihovala, co budou uchazeči o práci v platformě Indeed spíše hledat. Váš původní název jsme ponechali jako sekundární název v popisu.
da: Vi har opdateret din jobtitel for at afspejle, hvad jobsøgere på Indeed er mest tilbøjelige til at søge efter. Din oprindelige titel er tilføjet som sekundær titel i beskrivelsen.
de: Wir haben Ihren Jobtitel entsprechend den Suchanfragen von Jobsuchenden auf Indeed aktualisiert. Ihr ursprünglicher Jobtitel wurde Ihrer Stellenbeschreibung als untergeordneter Titel hinzugefügt.
el: Ενημερώσαμε τον τίτλο της θέσης εργασίας σας, ώστε να αντικατοπτρίζει αυτό που είναι πιο πιθανό να αναζητήσουν τα άτομα που αναζητούν εργασία στο Indeed. Ο αρχικός τίτλος σας προστέθηκε ως δευτερεύων τίτλος στην περιγραφή σας.
es_es: Hemos actualizado el título del empleo para reflejar las palabras clave más probables que utilizan los candidatos al buscar en Indeed. Se ha añadido el título original como título secundario en la descripción.
fi: Olemme päivittäneet työnimikkeesi sen mukaan, mitä työnhakijat Indeedissä kaikkein todennäköisimmin etsivät. Alkuperäinen työnimikkeesi on lisätty toiseksi nimikkeeksi kuvaukseen.
fr_ca: Nous avons mis à jour le titre du poste offert pour refléter les tendances de recherche des chercheurs d'emploi sur Indeed. Le titre original apparaît désormais comme titre secondaire dans la description de l'offre.
hu: Frissítettük az Ön által megadott állásmegnevezést egy olyanra, amelyre az Indeeden állást keresők nagyobb valószínűséggel fognak rákeresni. Az eredeti állásmegnevezést másodlagos állásmegnevezésként adtuk hozzá a leíráshoz.
in: Kami telah memperbarui posisi lowongan Anda agar sesuai dengan apa yang paling sering dicari oleh pencari kerja di Indeed. Posisi lowongan yang sebelumnya telah ditambahkan sebagai judul kedua di dalam deskripsi Anda.
it: Abbiamo aggiornato il titolo in base alle query che le persone in cerca di lavoro su Indeed potrebbero utilizzare con maggiore probabilità. Il titolo originale è stato aggiunto come titolo secondario nella descrizione.
iw: עדכנו את שם המשרה שלך כדי לשקף את מה שמחפשי משרות ב-Indeed נוטים לחפש יותר. הכותרת המקורית שלך נוספה ככותרת משנית בתיאור שלך.
ja: Indeed の求職者が検索する可能性の高いキーワードに基づいて、職種名が変更されました。これまでの職種名は、第2の職種名として仕事内容に追記されました。
nl: We hebben de vacaturetitel bijgewerkt zodat deze beter overeenkomt met hoe werkzoekenden op Indeed zoeken. De oorspronkelijke vacaturetitel is als secundaire titel in de beschrijving opgenomen.
no: Vi har oppdatert stillingstittelen for å gjenspeile det jobbsøkere på Indeed mest sannsynlig søker etter. Den originale stillingstittelen ble lagt til som sekundær tittel i beskrivelsen.
pl: Zaktualizowaliśmy tytuł stanowiska, by lepiej odzwierciedlał hasła wyszukiwane przez osoby poszukujące pracy w Indeed. Oryginalny tytuł umieściliśmy w opisie jako tytuł dodatkowy.
pt: Atualizamos o título da sua vaga para refletir o que os candidatos no Indeed têm maior probabilidade de buscar. O título original foi adicionado como título secundário na sua descrição.
pt_pt: Atualizámos o título da sua oferta para que reflita os termos com maior probabilidade de pesquisa pelos candidatos no Indeed. O título original foi adicionado como título secundário na sua descrição.
ro: Am actualizat funcția cu varianta pe care, probabil, o vor căuta solicitanții pe Indeed. Funcția originală a fost adăugată ca titlu secundar în descriere.
ru: Мы изменили название должности в соответствии с популярными поисковыми запросами соискателей на Indeed. Первоначальное название должности указано в описании.
sv: Vi har uppdaterat jobbtiteln så att den återspeglar det som det är mest sannolikt att jobbsökare på Indeed söker efter. Den ursprungliga jobbtiteln har lagts till som en sekundär titel i beskrivningen.
th: เราได้อัปเดตตำแหน่งงานของคุณให้ตรงกับงานที่ผู้หางานใน Indeed ต้องการค้นหามากที่สุด ทั้งนี้ตำแหน่งเดิมของคุณจะถูกเพิ่มเป็นตำแหน่งสำรองในรายละเอียดการสมัครงานของคุณ
tr: Belirttiğiniz pozisyon adını, Indeed'deki iş arayanların yaptığı aramalarla daha iyi eşleşecek şekilde güncelledik. Orijinal pozisyon adı açıklamanızda ikincil pozisyon adı olarak yer alacak.
uk: Ми змінили назву вашої вакансії з урахуванням поширених пошукових запитів шукачів на Indeed. Початкова назва тепер є підзаголовком опису.
vi: Chúng tôi đã cập nhật chức danh của bạn sang chức danh mà người tìm việc trên Indeed muốn tìm kiếm nhất. Chức danh ban đầu của bạn đã được thêm vào phần mô tả và được coi là chức danh phụ.

source: What can the virtual recruiting assistant do for me?
ar: ما الذي يمكن أن يقدمه لي مساعد التوظيف الافتراضي؟
cs: Co pro mě může virtuální náborový asistent udělat?
da: Hvad kan den virtuelle rekrutteringskonsulent gøre for mig?
de: Welche Vorteile bietet der Virtual Recruiting Assistant?
el: Τι μπορεί να κάνει ο εικονικός βοηθός εύρεσης υποψηφίων για εμένα;
es_es: ¿Qué puede hacer el asistente de reclutamiento virtual por mí?
fi: Millä tavoin virtuaalinen rekrytointiavustaja voi auttaa minua?
fr_ca: En quoi l'assistant de recrutement virtuel peut-il m'aider?
hu: Miben segíthet nekem a virtuális toborzóasszisztens?
in: Apa yang dapat dilakukan oleh asisten perekrutan virtual untuk saya?
it: Come può essermi utile l'assistente alla selezione virtuale?
iw: מה עוזר הגיוס הווירטואלי יכול לעשות בשבילי?
ja: バーチャル採用活動アシスタントのメリット
nl: Wat kan de Virtual Recruiting Assistant voor mij doen?
no: Hva kan den virtuelle rekrutteringsassistenten hjelpe meg med?
pl: Jakie korzyści może mi przynieść wirtualny asystent rekrutacji?
pt: O que o assistente de recrutamento virtual pode fazer por mim?
pt_pt: O que é que o assistente de recrutamento virtual pode fazer por mim?
ro: Ce poate face asistentul de recrutare virtual pentru mine?
ru: Как виртуальный кадровый помощник может мне помочь?
sv: Vad kan den virtuella rekryteringsassistenten hjälpa mig med?
th: ผู้ช่วยในการสรรหาบุคลากรเสมือนจริงสามารถทำอะไรให้กับฉันได้บ้าง
tr: Sanal işe alım yardımcısı benim için ne yapabilir?
uk: Як допомагає віртуальний помічник з рекрутингу?
vi: Trợ lý tuyển dụng ảo có thể làm gì cho tôi?

source: What prompted you to disable?
ar: لماذا ترغب في التعطيل؟
cs: Proč jste se rozhodli funkci vypnout?
da: Hvorfor deaktiverede du?
de: Warum haben Sie sich dazu entschieden, den Assistant zu deaktivieren?
el: Τι σας οδήγησε στην απενεργοποίηση;
es_es: ¿Qué lo llevo a deshabilitar la función?
fi: Mikä sai sinut poistamaan ominaisuuden käytöstä?
fr_ca: Pourquoi avez-vous désactivé cette fonctionnalité?
hu: Miért tiltja le a funkciót?
in: Apa alasan Anda mematikannya?
it: Perché hai scelto di disattivare l'Assistente virtuale?
iw: מה הייתה הסיבה להשבתה?
ja: ご利用停止の理由やご要望
nl: Waarom heb je de functie uitgeschakeld?
no: Hva var det som fikk deg til å deaktivere?
pl: Co skłoniło Cię do wyłączenia funkcji?
pt: O que levou você a desativar o recurso?
pt_pt: O que levou a desativar?
ro: Ce v-a determinat să dezactivați?
ru: Почему вы решили отключить помощник?
sv: Vad fick dig att inaktivera?
th: อะไรที่แจ้งเตือนคุณให้ปิดใช้งาน
tr: Devre dışı bırakma kararınızda ne etkili oldu?
uk: Чому ви вирішили вимкнути цю функцію?
vi: Điều gì đã khiến bạn tắt tính năng?

source: Yesterday
ar: أمس
cs: Včera
da: I går
de: Gestern
el: Χθες
es_es: Ayer
fi: Eilen
fr_ca: Hier
hu: Tegnap
in: Kemarin
it: Ieri
iw: אתמול
nl: Gisteren
no: I går
pl: Wczoraj
pt: Ontem
pt_pt: Ontem
ro: Ieri
ru: Вчера
sv: Igår
th: เมื่อวานนี้
tr: Dün
uk: Вчора
vi: Hôm qua
