Repository: gbacruz/weblocal
Catalog: po/*.po
Languages: ar, cs, da, de, el, es_es, fi, fr_ca, hu, in, it, iw, ja, nl, no, pl, pt, pt_pt, ro, ru, sv, th, tr, uk, vi

source: Target more job seekers by sponsoring your job for {0} per application (recommended)
ar: استهدف المزيد من الباحثين عن وظيفة من خلال تمييز وظيفتك مقابل {0} لكل طلب تقدم (موصى به)
cs: Oslovte pomocí placené nabídky práce více uchazečů za {0} na žádost (doporučeno)
da: Målret mod flere jobsøgere ved at sponsorere dit job for {0} pr. ansøgning (anbefales)
de: Schalten Sie Ihre Stelle als Premium-Stellenanzeige für {0} pro Bewerbung (empfohlenes Budget) und erreichen Sie mehr Jobsuchende
el: Στοχεύστε περισσότερα άτομα που αναζητούν εργασία, χορηγώντας τη θέση εργασίας σας με {0} ανά αίτηση (προτείνεται)
es_es: Llegue a más candidatos patrocinando su empleo a {0} por solicitud (recomendado)
fi: Kohdenna ilmoituksesi useammille työnhakijoille sponsoroimalla työpaikkaasi summalla {0} työhakemusta kohden (suositus)
hu: Célozzon meg még több álláskeresőt, és szponzorálja álláshirdetését jelentkezésenként {0} összeggel (ajánlott)
in: Mengincar lebih banyak pencari kerja dengan mensponsori lowongan Anda senilai {0} per lamaran (direkomendasikan)
it: Attira più persone in cerca di lavoro sponsorizzando il tuo annuncio a {0} per candidatura (opzione consigliata)
iw: באפשרותך לכוון למחפשי עבודה נוספים באמצעות מימון המשרה שלך תמורת {0} לכל הגשת מועמדות (מומלץ)
ja: 応募1件あたり{0}の有料オプションで、より多くの求職者にアピールしましょう（おすすめ）
nl: Bereik meer werkzoekenden door je vacature te sponsoren voor {0} per sollicitatie (aanbevolen)
no: Nå ut til flere jobbsøkere ved å sponse jobben din for {0} per søknad (anbefalt)
pl: Dotrzyj do większej liczby kandydatów, sponsorując swoją ofertę pracy za {0} za każdą aplikację (zalecane)
pt: Alcance mais candidatos patrocinando sua vaga por {0} por candidatura (recomendado)
pt_pt: Alcance mais candidatos ao patrocinar a sua oferta por {0} por candidatura (recomendado)
ro: Atrageți mai mulți solicitanți sponsorizând locul de muncă, cu {0} per candidatură (recomandat)
ru: Охватите больше соискателей, рекламируя свою вакансию по цене {0} за отклик (рекомендуется)
sv: Rikta in dig på fler jobbsökare genom att sponsra ditt jobb för {0} per ansökan (rekommenderas)
th: เข้าถึงผู้หางานได้มากกว่าโดยการสนับสนุนงานของคุณจำนวน {0} ต่อการสมัคร (แนะนำ)
tr: Başvuru başına {0} karşılığında iş ilanınıza sponsor olarak daha fazla iş arayanı hedef alın (önerilir)
uk: Охопіть більше шукачів, проспонсорувавши свою вакансію за ціною {0} за заявку (рекомендовано)
vi: Tiếp cận nhiều người tìm việc hơn bằng cách trả phí cho việc làm của bạn với {0}/hồ sơ xin việc (khuyến nghị)

source: The assistant recommends to sponsor your job so that you can receive more promising applications. You can customize the budget anytime. The assistant does not automatically sponsor your job without your confirmation.
ar: يوصي المساعد الافتراضي بتطبيق إعلان الوظيفة المميز حتى تتمكن من تلقي المزيد من الطلبات المميزة. يمكنك تخصيص الميزانية في أي وقت. لا يقوم المساعد بجعل إعلان وظيفتك مميزًا تلقائيًا دون الحصول على تأكيد منك.
cs: Asistent doporučuje zadat nabídku práce jako placenou, abyste mohli dostávat slibnější žádosti uchazečů. Rozpočet lze kdykoli upravit. Asistent nezadá nabídku práce automaticky jako placenou bez vašeho potvrzení.
da: Konsulenten anbefaler, at du sponsorerer jobbet, så du kan få mere lovende ansøgninger. Du kan tilpasse budgettet når som helst. Konsulenten sponsorerer ikke automatisk jobbet uden din bekræftelse.
de: Der Virtual Recruiting Assistant empfiehlt, diese Anzeige als Premium-Stellenanzeige zu schalten, damit Sie mehr Bewerbungen von geeigneten Jobsuchenden erhalten. Sie können das Budget jederzeit anpassen. Ohne Ihre Bestätigung wandelt der Virtual Recruiting Assistant Ihre Anzeige nicht automatisch in eine Premium-Stellenanzeige um.
el: Ο βοηθός προτείνει να χορηγήσετε τη θέση εργασίας σας, ώστε να μπορείτε να λαμβάνετε περισσότερες υποσχόμενες αιτήσεις. Μπορείτε να προσαρμόσετε τον προϋπολογισμό ανά πάσα στιγμή. Ο βοηθός δεν χορηγεί αυτόματα τη θέση εργασίας σας χωρίς την επιβεβαίωσή σας.
es_es: El asistente le recomienda patrocinar su empleo para recibir más solicitudes prometedoras. Puede personalizar su presupuesto en cualquier momento. El asistente no patrocina su empleo sin su confirmación.
fi: Avustaja suosittelee työpaikkasi sponsoroimista, jotta voit saada työhakemuksia parhaiten vaatimuksiasi vastaavilta työnhakijoilta. Voit mukauttaa budjettiasi milloin tahansa. Avustaja ei sponsoroi työpaikkaasi automaattisesti ilman vahvistustasi.
fr_ca: L'assistant vous recommande de commanditer votre annonce pour recevoir davantage de candidatures adaptées au poste. Vous pouvez modifier le budget à tout moment. L'assistant ne commandite aucune annonce sans votre accord.
hu: Az asszisztens azt javasolja, hogy szponzorálja az álláshirdetését, hogy minél több ígéretes álláskereső jelentkezzen rá. A költségkeretet bármikor igényei szerint módosíthatja. Az asszisztens az Ön hozzájárulása nélkül nem szponzorálja automatikusan az álláshirdetést.
in: Asisten menyarankan untuk mensponsori lowongan Anda agar Anda dapat menerima lamaran yang lebih menjanjikan. Anda dapat menyesuaikan anggarannya kapan saja. Asisten tidak akan secara otomatis mensponsori lowongan Anda tanpa konfirmasi Anda.
it: L'assistente consiglia di sponsorizzare l'annuncio in modo da ricevere più candidature promettenti. Puoi personalizzare il budget in qualsiasi momento. L'assistente non sponsorizza automaticamente l'annuncio senza la tua conferma.
iw: העוזר ממליץ לממן את המשרה שלך כדי שתהיה לך אפשרות לקבל עוד מועמדים מבטיחים. אפשר להתאים אישית את התקציב בכל עת. העוזר לא מממן באופן אוטומטי את המשרה שלך ללא אישורך.
ja: 応募がより多く集まるよう、スポンサー求人のご利用をお勧めします。予算はいつでも変更できます。貴社の承認なしに、バーチャル採用活動アシスタントが求人を自動的にスポンサー求人にすることはありません。
nl: The Virtual Recruiting Assistant raadt je aan je vacature te sponsoren om meer sollicitaties van geschikte kandidaten te ontvangen. Je kunt het budget altijd aanpassen. De Virtual Recruiting Assistant sponsort je vacature alleen als jij het bevestigt.
no: Assistenten anbefaler at du sponser jobben slik at du kan få mer lovende søknader. Du kan når som helst tilpasse budsjettet. Assistenten sponser ikke automatisk jobben din uten din bekreftelse.
pl: Asystent zaleca sponsorowanie oferty pracy, aby uzyskiwać więcej interesujących aplikacji. Budżet można dostosować w każdej chwili. Asystent nie sponsoruje ofert pracy automatycznie — wymagane jest potwierdzenie.
pt: O assistente recomenda patrocinar sua vaga para que você possa receber candidaturas mais promissoras. Você pode ajustar o orçamento a qualquer momento. O assistente não patrocina sua vaga automaticamente sem a sua confirmação.
pt_pt: O assistente recomenda que patrocine a sua oferta para que possa receber mais candidaturas promissoras. Pode ajustar o orçamento a qualquer momento. O assistente não patrocina automaticamente a sua oferta sem a sua confirmação.
ro: Asistentul recomandă să sponsorizați locul de muncă, astfel încât să puteți primi mai multe candidaturi promițătoare. Puteți personaliza bugetul oricând. Asistentul nu vă sponsorizează automat locul de muncă fără confirmarea dvs.
ru: Помощник рекомендует прорекламировать вашу вакансию, чтобы получить больше перспективных откликов. Вы можете настроить бюджет в любой момент. Помощник не будет автоматически рекламировать вакансию без вашего подтверждения.
sv: Rekryteringsassistenten rekommenderar att du sponsrar jobbet så att du kan få fler lovande ansökningar. Du kan när som helst anpassa budgeten. Rekryteringsassistenten sponsrar inte jobbet automatiskt utan din bekräftelse.
th: ผู้ช่วยแนะนำให้สนับสนุนงานของคุณเพื่อให้คุณได้รับใบสมัครที่โดดเด่นมากขึ้น คุณสามารถปรับงบประมาณของคุณให้เหมาะสมได้ทุกเมื่อ ทั้งนี้ ผู้ช่วยจะไม่เพิ่มข้อมูลค่าตอบแทนไปยังงานของคุณโดยอัตโนมัติหากไม่ได้รับการยืนยันจากคุณ
tr: Sanal işe alım yardımcısı, daha iyi adaylardan başvuru alabilmeniz için iş ilanınıza sponsor olmanızı öneriyor. Bütçenizi istediğiniz zaman özelleştirebilirsiniz. Sanal işe alım yardımcısı, onayınız olmadan iş ilanınızı otomatik olarak sponsorlu hale getirmez.
uk: Помічник радить проспонсорувати вашу вакансію, щоб отримати більше перспективних заявок. Ви можете налаштувати бюджет у будь-який момент. Помічник не рекламуватиме вакансію автоматично без вашого підтвердження.
vi: Trình hỗ trợ đề nghị trả phí cho việc làm để bạn có thể nhận được nhiều ứng viên triển vọng hơn. Bạn có thể tùy chỉnh ngân sách bất cứ lúc nào. Trình hỗ trợ không tự động trả phí cho việc làm nếu bạn không xác nhận.

source: The virtual recruiting assistant can cut out work for you by declining applicants that you haven’t acted on after 14 days.
ar: يمكن لمساعد التوظيف الافتراضي إنجاز العمل نيابة عنك، عن طريق رفض مقدمي الطلبات الذين لم تتواصل معهم بعد 14 يومًا.
cs: Virtuální náborový asistent vám může ušetřit práci tím, že odmítne kandidáty, kterými jste se po 14 dnech nezabývali.
da: Den virtuelle rekrutteringskonsulent kan reducere arbejdsmængden for dig ved at afvise ansøgere, du ikke har reageret på, efter 14 dage.
de: Sparen Sie Zeit mit dem Virtual Recruiting Assistant, indem Sie Absagen an Bewerber senden lassen, an denen Sie nach 14 Tagen noch kein Interesse gezeigt haben.
el: Ο εικονικός βοηθός εύρεσης υποψηφίων μπορεί να σας διευκολύνει, απορρίπτοντας υποψηφίους για τους οποίους δεν έχετε κάνει κάποια ενέργεια μετά από 14 ημέρες.
es_es: El asistente de reclutamiento virtual puede facilitarle el trabajo al rechazar a los candidatos con los que no se ha comunicado después de 14 días.
fi: Virtuaalinen rekrytointiavustaja voi vähentää sinun työtaakkaasi hylkäämällä työnhakijat, joiden työhakemukseen et ole reagoinut 14 päivän kuluessa.
fr_ca: L'assistant de recrutement virtuel peut vous simplifier la vie en refusant les candidatures auxquelles vous n'avez pas donné suite au bout de 14 jours.
hu: A virtuális asszisztens levehet az Ön válláról néhány terhet, és 14 nap után elutasítja az Ön által mellőzött jelentkezőket.
in: Asisten perekrutan virtual dapat mempermudah kerja Anda dengan menolak pelamar yang belum Anda tindak lanjuti setelah 14 hari.
it: L'assistente di selezione virtuale ti permette di risparmiare tempo rifiutando al posto tuo i candidati per cui non hai mostrato interesse dopo 14 giorni dalla loro candidatura.
iw: עוזר הגיוס הווירטואלי יכול לצמצם עבורך את העבודה על ידי דחיית מועמדים שלא השתמשת בהם אחרי 14 ימים.
ja: バーチャル採用活動アシスタントを利用すると、14日間連絡を取らなかった応募者を自動で不採用にできます。
nl: De Virtual Recruiting Assistant kan je werk besparen door sollicitanten af te wijzen op wie je na 14 dagen nog steeds niet hebt gereageerd.
no: Den virtuelle rekrutterings assistenten kan lette arbeidet for deg ved å avvise søkere som du ikke har vist interesse for, etter 14 dager.
pl: Wirtualny asystent rekrutacji może ułatwić pracę, odrzucając kandydatów, wobec których nie podjęto działań przez 14 dni.
pt: O assistente de recrutamento virtual pode ajudar recusando candidatos que não tiveram uma resposta sua depois de 14 dias.
pt_pt: O assistente de recrutamento virtual pode poupar-lhe trabalho ao recusar os candidatos aos quais não tenha respondido no prazo de 14 dias.
ro: Asistentul de recrutare virtual vă poate reduce eforturile, refuzând candidații în legătură cu care nu acționați în 14 zile.
ru: Виртуальный кадровый помощник может избавить вас от лишней работы, автоматически отклоняя кандидатов, с которыми не было никаких действий в течение 14 дней.
sv: Den virtuella rekryteringsassistenten kan hjälpa dig genom att välja bort sökande som du inte har visat intresse för efter 14 dagar.
th: ผู้ช่วยในการสรรหาบุคลากรเสมือนจริงสามารถลดขั้นตอนให้กับคุณโดยการปฏิเสธผู้สมัครที่คุณไม่ได้มีการตอบกลับใด ๆ หลังผ่านไป 14 วัน
tr: Sanal işe alım yardımcısı 14 gün boyunca işlem yapmadığınız adayları reddederek işinizi azaltabiliır.
uk: Віртуальний помічник з рекрутингу може позбавити вас зайвої роботи, автоматично відхиляючи кандидатів, з якими не було жодних дій протягом 14 днів.
vi: Trình hỗ trợ tuyển dụng ảo có thể giúp bạn bớt vất vả bằng cách từ chối những ứng viên mà bạn không có hành động nào với họ sau 14 ngày.

source: The virtual recruiting assistant can find more quality candidates by:
ar: يمكن لمساعد التوظيف الافتراضي العثور على المزيد من المرشحين للوظيفة المميزين عبر:
cs: Virtuální náborový asistent umí najít kvalitnější kandidáty s využitím:
da: Den virtuelle rekrutteringskonsulent kan finde flere kvalitetskandidater efter:
de: Der Virtual Recruiting Assistant findet mehr geeignete Kandidaten für Sie, indem er:
el: Ο εικονικός βοηθός εύρεσης υποψηφίων μπορεί να βρει περισσότερους ποιοτικούς υποψηφίους:
es_es: El asistente de reclutamiento virtual puede encontrar más candidatos de calidad haciendo lo siguiente:
fi: Virtuaalinen rekrytointiavustaja voi löytää lisää sopivia työnhakijoita
fr_ca: Avec l'assistant de recrutement virtuel, profitez de ces fonctionnalités pour trouver davantage de candidats de qualité :
hu: A virtuális toborzóasszisztens még több alkalmas jelentkezőt tud keresni Önnek az alábbiak segítségével:
in: Asisten perekrutan virtual dapat menemukan lebih banyak kandidat berkualitas dengan:
it: L'assistente alla selezione virtuale può trovare più candidati idonei:
iw: עוזר הגיוס הווירטואלי יכול למצוא מועמדים איכותיים נוספים על ידי:
ja: バーチャル採用活動アシスタントは、次のような方法で貴社の条件を満たす応募者を増やすことができます。
nl: De Virtual Recruiting Assistant kan hierdoor meer goede kandidaten vinden:
no: Den virtuelle rekrutteringsassistenten kan finne flere kvalitetskandidater ved å:
pl: Działania, które może podjąć wirtualny asystent rekrutacji, aby znaleźć więcej wartościowych kandydatów:
pt: O assistente de recrutamento virtual pode encontrar mais candidatos de qualidade com as seguintes ações:
pt_pt: O assistente de recrutamento virtual pode encontrar mais candidatos de qualidade com as seguintes ações:
ro: Asistentul de recrutare virtual poate găsi mai mulți candidați valoroși prin:
ru: Поиск более качественных кандидатов:
sv: Den virtuella rekryteringsassistenten kan hitta fler kvalificerade kandidater genom att:
th: ผู้ช่วยในการสรรหาบุคลากรเสมือนจริงสามารถค้นหาผู้สมัครที่มีคุณภาพมากกว่าได้ตาม:
tr: Sanal işe alım yardımcısı şunları yaparak daha kaliteli adayları bulur:
uk: Способи пошуку кваліфікованіших кандидатів:
vi: Trợ lý tuyển dụng ảo có thể tìm thấy nhiều ứng viên chất lượng hơn bằng cách:

source: The virtual recruiting assistant can optimize your job by:
ar: يمكن لمساعد التوظيف الافتراضي تحسين وظيفتك عبر:
cs: Virtuální náborový asistent umí optimalizovat nabídku práce s využitím:
da: Den virtuelle rekrutteringskonsulent kan optimere jobbet efter:
de: Der Virtual Recruiting Assistant kann Ihre Stellenanzeige optimieren, indem er:
el: Ο εικονικός βοηθός εύρεσης υποψηφίων μπορεί να βελτιστοποιήσει τη θέση εργασία σας:
es_es: El asistente de reclutamiento virtual puede optimizar su empleo mediante haciendo lo siguiente:
fi: Virtuaalinen rekrytointiavustaja optimoi työpaikkasi
fr_ca: Voici comment l'assistant de recrutement virtuel peut optimiser votre annonce :
hu: A virtuális asszisztens optimalizálni tudja az álláshirdetést az alábbiak segítségével:
in: Asisten perekrutan virtual dapat mengoptimasi lowongan Anda dengan:
it: L'assistente alla selezione virtuale può ottimizzare il tuo annuncio di lavoro:
iw: עוזר הגיוס הווירטואלי יכול למטב את המשרה שלך על ידי:
ja: バーチャル採用活動アシスタントは、次のような方法で求人内容を最適化します。
nl: De Virtual Recruiting Assistant kan je vacature verbeteren:
no: Den virtuelle rekrutteringsassistenten kan optimalisere jobben din ved å:
pl: Działania, które może podjąć wirtualny asystent rekrutacji, aby zoptymalizować ofertę pracy:
pt: O assistente de recrutamento virtual pode otimizar sua vaga com as seguintes ações:
pt_pt: O assistente de recrutamento virtual pode otimizar a sua oferta com as seguintes ações:
ro: Asistentul de recrutare virtual vă poate optimiza locul de muncă prin:
ru: Оптимизация вашего объявления о вакансии:
sv: Den virtuella rekryteringsassistenten kan optimera ditt jobb genom att:
th: ผู้ช่วยในการสรรหาบุคลากรเสมือนจริงสามารถปรับงานของคุณให้เหมาะสมได้ตาม:
tr: Sanal işe alım Yardımcısı şunları yaparak iş ilanınızı optimize eder:
uk: Способи оптимізації оголошення про вакансію:
vi: Trợ lý tuyển dụng ảo có thể tối ưu hóa việc làm của bạn bằng cách:

source: The virtual recruiting assistant has curated a list of promising candidates. This morning, we added {0} promising candidates to review. Contact them if they match your needs!
ar: اختار مساعد التوظيف الافتراضي قائمة بالمرشحين الواعدين للوظيفة. لقد أضفنا في صباح هذا اليوم {0} من المرشحين الواعدين للوظيفة لتتم مراجعتهم. تواصل معهم إذا كانوا يناسبون متطلباتك!
cs: Virtuální náborový asistent má vybraný seznam slibných kandidátů. Dnes ráno jsme přidali {0} slibné kandidáty, které si můžete prohlédnout. Pokud odpovídají vašim potřebám, kontaktujte je!
da: Den virtuelle rekrutteringskonsulent har klargjort en liste over lovende kandidater. Denne morgen har vi tilføjet {0} lovende kandidater til gennemgang. Kontakt dem, hvis de matcher dine behov.
de: Der Virtual Recruiting Assistant hat eine Vorauswahl vielversprechender Kandidaten für Sie zusammengestellt. Heute Morgen haben wir {0} vielversprechende Kandidaten hinzugefügt, die Sie sich ansehen sollten. Kontaktieren Sie sie, wenn sie Ihren Anforderungen entsprechen.
el: Ο εικονικός βοηθός εύρεσης υποψηφίων έχει επιμεληθεί μια λίστα υποσχόμενων υποψηφίων. Σήμερα το πρωί προσθέσαμε {0} υποσχόμενους υποψηφίους για αξιολόγηση. Επικοινωνήστε μαζί τους, αν καλύπτουν τις ανάγκες σας!
es_es: El asistente de reclutamiento virtual ha creado una lista de candidatos prometedores. Esta mañana hemos añadido {0} candidatos prometedores para que los evalúe y pueda ponerse en contacto con ellos si cumplen los requisitos.
fi: Virtuaalinen rekrytointiavustaja on kuratoinut listan lupaavista työnhakijoista. Lisäsimme tänään {0} lupaavaa työnhakijaa arviointia varten. Ota heihin yhteyttä, jos he vastaavat vaatimuksiasi!
fr_ca: L''assistant de recrutement virtuel vous propose une sélection de candidats prometteurs. Ce matin, nous en avons ajouté {0}, que vous pouvez consulter. N''hésitez pas à les contacter s''ils correspondent au profil que vous recherchez.
hu: A virtuális toborzóasszisztens összeállított egy listát az ígéretes jelentkezőkről. Ma reggel {0} ígéretes jelentkezőt adtunk a listához, hogy Ön átnézhesse a jelentkezésüket. Lépjen velük kapcsolatba, ha megfelelnek az elvárásainak!
in: Asisten perekrutan virtual telah memilah daftar kandidat menjanjikan. Pagi ini, kami menambahkan {0} kandidat menjanjikan untuk ditinjau. Hubungi kandidat jika dia cocok dengan kebutuhan Anda!
it: L''assistente di selezione virtuale ha preparato una selezione di candidati idonei. Questa mattina abbiamo aggiunto {0} candidati idonei da esaminare. Contattali se pensi che siano adatti alla tua azienda!
iw: עוזר הגיוס הווירטואלי אסף רשימה של מועמדים מבטיחים. הבוקר הוספנו {0} מועמדים מבטיחים לבדיקה. באפשרותך ליצור איתם קשר אם הם תואמים לצרכיך!
ja: バーチャル採用活動アシスタントが候補者リストを作成しました。今朝は、{0}名の候補者が追加されました。気になる候補者に、連絡を取ってみましょう。
nl: De virtuele wervingsassistent heeft een lijst met veelbelovende kandidaten samengesteld. Vanmorgen hebben we {0} veelbelovende kandidaten toegevoegd die je kunt beoordelen. Neem contact op met kandidaten die aan je behoeften voldoen.
no: Den virtuelle rekrutteringsassistenten har satt sammen en liste over lovende kandidater. I morges la vi til {0} lovende kandidater til gjennomgang. Kontakt dem dersom de stemmer overens med dine behov!
pl: Wirtualny asystent rekrutacji przygotował listę obiecujących kandydatów. Dziś rano dodaliśmy {0} obiecujących kandydatów do sprawdzenia. Sugerujemy kontakt z nimi, jeśli wzbudzają zainteresowanie.
pt: O assistente de recrutamento virtual selecionou uma lista de candidatos promissores. Nesta manhã, adicionamos {0} candidatos promissores para você avaliar. Entre em contato com eles caso preencham os seus requisitos.
pt_pt: O assistente de recrutamento virtual selecionou uma lista de candidatos promissores. Esta manhã adicionámos {0} candidatos promissores para avaliar. Contacte-os caso cumpram os seus requisitos.
ro: Asistentul de recrutare virtual a prelucrat o listă de candidați promițători. În această dimineață, am adăugat {0} candidați promițători de verificat. Contactați-i dacă sunt ceea ce căutați!
ru: Виртуальный кадровый помощник составил список перспективных кандидатов. Сегодня утром мы добавили перспективных кандидатов ({0}) на проверку. Свяжитесь с ними, если они отвечают вашим требованиям!
sv: Den virtuella rekryteringsassistenten har skapat en matchningslista med lovande kandidater. I morse lade vi till {0} lovande kandidater att granska. Kontakta dem om de matchar dina behov!
th: ผู้ช่วยในการสรรหาบุคลากรเสมือนจริงมีรายชื่อผู้สมัครที่โดดเด่นซึ่งได้รวบรวมไว้ เช้านี้เราจึงเพิ่มผู้สมัครที่โดดเด่นจำนวน {0} รายเพื่อการพิจารณา สามารถติดต่อผู้สมัครเหล่านี้หากตรงกับความต้องการของคุณ!
tr: Sanal işe alım yardımcısı umut vadeden adayların bir listesini oluşturdu. İncelemeniz için bu sabah {0} aday ekledik. Kriterlerinizi karşılıyorlarsa onlarla iletişime geçin!
uk: Віртуальний помічник із рекрутингу склав список перспективних кандидатів. Сьогодні вранці ми додали {0} перспективних кандидати на розгляд. Зв’’яжіться з ними, якщо вони відповідають вашим вимогам.
vi: Hỗ trợ tuyển dụng ảo đã tổng hợp danh sách ứng viên triển vọng. Sáng nay, chúng tôi đã thêm {0} ứng viên triển vọng để đánh giá. Hãy liên lạc với họ nếu họ phù hợp với nhu cầu của bạn!

source: The virtual recruiting assistant has highlighted some candidates.
ar: ركّز مساعد التوظيف الافتراضي على بعض المرشحين للوظيفة.
cs: Virtuální náborový asistent zvýraznil některé kandidáty.
da: Den virtuelle rekrutteringskonsulent har fremhævet nogle kandidater.
de: Der Virtual Recruiting Assistant hat einige Kandidaten markiert.
el: Ο εικονικός βοηθός εύρεσης υποψηφίων έχει επισημάνει ορισμένους υποψηφίους.
es_es: El asistente de reclutamiento virtual ha destacado algunos candidatos.
fi: Virtuaalinen rekrytointiavustaja on valikoinut kaikkein sopivimmat työnhakijat.
fr_ca: L'assistant de recrutement virtuel a repéré quelques candidats.
hu: A virtuális toborzóasszisztens kiemelt néhány jelentkezőt.
in: Asisten perekrutan virtual menyoroti beberapa kandidat.
it: L'assistente di selezione virtuale ha individuato alcuni candidati
iw: עוזר הגיוס הווירטואלי הדגיש כמה מועמדים.
ja: バーチャル採用活動アシスタントが候補者をハイライトに追加しました。
nl: De virtuele recruitmentassistent heeft enkele kandidaten uitgelicht.
no: Den virtuelle rekrutteringsassistenten har fremhevet noen kandidater.
pl: Wirtualny asystent rekrutacji wyróżnił kilku kandydatów.
pt: O assistente de recrutamento virtual destacou alguns candidatos.
pt_pt: O assistente de recrutamento virtual destacou alguns candidatos.
ro: Asistentul de recrutare virtual a evidențiat câțiva candidați.
ru: Виртуальный кадровый помощник подобрал несколько кандидатов.
sv: Den virtuella rekryteringsassistenten har markerat några kandidater.
th: ผู้ช่วยในการสรรหาบุคลากรเสมือนจริงให้ความสำคัญกับผู้สมัครบางราย
tr: Sanal işe alım yardımcısının önerdiği bazı adaylar var.
uk: Віртуальний помічник із рекрутингу вибрав кількох кандидатів.
vi: Trình hỗ trợ tuyển dụng ảo đã nêu bật một số ứng viên.
