Repository: gbacruz/weblocal
Catalog: po/*.po
Languages: ar, cs, da, de, el, es_es, fi, fr_ca, hu, in, it, iw, ja, nl, no, pl, pt, pt_pt, ro, ru, sv, th, tr, uk, vi

source: Receiving a resume helps us to determine which candidates best match the requirements that you shared with us in the job description
ar: يساعدنا تلقي السيرة الذاتية على تحديد أفضل المرشحين المطابقين للمتطلبات التي شاركتها معنا في وصف الوظيفة
cs: Životopis pomáhá zaměstnavateli určit, kteří kandidáti nejlépe odpovídají požadavkům, které jste nám předali v podobě popisu pracovního místa
da: Et cv hjælper os med at beslutte, hvilke kandidater der bedst matcher de krav, du har delt med os i jobbeskrivelsen
de: Ein Lebenslauf hilft uns dabei zu bestimmen, welche Kandidaten die in Ihrer Stellenbeschreibung aufgeführten Anforderungen erfüllen.
el: Η λήψη ενός βιογραφικού μάς βοηθά να καθορίσουμε ποιοι υποψήφιοι ανταποκρίνονται καλύτερα στις απαιτήσεις που μοιραστήκατε μαζί μας στην περιγραφή της θέσης εργασίας
es_es: Recibir un CV nos ayuda a determinar qué candidatos se adaptan mejor a los requisitos que ha compartido con nosotros en la descripción del empleo.
fi: Ansioluettelo auttaa meitä tunnistamaan työnkuvauksessa ilmoittamiasi vaatimuksia parhaiten vastaavat työnhakijat
fr_ca: En demandant aux chercheurs d'emploi d'ajouter un CV, nous pouvons plus facilement déterminer les profils correspondant aux exigences de votre poste.
hu: Az önéletrajz segít megkeresni azokat a jelentkezőket, akik az állás leírásában szereplő követelményeknek a legjobban megfelelnek
in: CV membantu kami menentukan kandidat mana yang paling cocok dengan persyaratan yang Anda beritahukan kepada kami di deskripsi lowongan
it: Il CV ci aiuta a determinare quali sono i candidati che si avvicinano di più al profilo che hai condiviso con noi nella descrizione della posizione.
iw: קורות חיים עוזרים לנו לקבוע אילו מהמועמדים הכי מתאימים לדרישות ששיתפת איתנו בתיאור המשרה
nl: Aan de hand van een cv kunnen we bepalen welke kandidaten het beste voldoen aan de vereisten in je vacaturetekst.
no: CV-er hjelper oss med å finne ut hvilke kandidater som best matcher med kravene du oppga i stillingsbeskrivelsen
pl: CV pomaga nam określić, którzy kandydaci najlepiej odpowiadają wymaganiom przedstawionym w opisie stanowiska
pt: Receber um currículo nos ajuda a determinar os candidatos mais adequados de acordo com os requisitos compartilhados conosco na descrição da vaga
pt_pt: A receção de um currículo ajuda-nos a determinar quais são os candidatos mais adequados de acordo com os requisitos que partilhou connosco na descrição da oferta
ro: Un CV ne ajută să stabilim care sunt candidații care se potrivesc cel mai bine cu cerințele indicate în descrierea locului de muncă
ru: Резюме помогает подобрать кандидатов, которые лучше всего отвечают требованиям, указанным в описании вакансии
sv: Ett CV hjälper oss att avgöra vilka kandidater som bäst motsvarar kraven som du berättade om i jobbeskrivningen
th: เรซูเม่จะช่วยให้เราพิจารณาผู้สมัครที่ตรงตามข้อกำหนดที่คุณแจ้งไว้กับเราในรายละเอียดของงาน
tr: CV, iş tanımında bizimle paylaştığınız gerekliliklere en uyumlu olan adayları belirlememize yardımcı olur
uk: Резюме допомагає підібрати кандидатів, що краще за всіх відповідають вимогам, зазначеним в описі вакансії
vi: Nhận CV giúp chúng tôi xác định ứng viên nào phù hợp nhất với các yêu cầu mà bạn đã chia sẻ với chúng tôi trong phần mô tả công việc

source: Review your curated list
ar: راجع قائمتك المختارة
cs: Seznamte se s vybraným seznamem
da: Gennemse din klargjorte liste
de: Sehen Sie sich die Vorauswahl an
el: Αξιολόγηση της επιμελημένης λίστας σας
es_es: Revisar lista filtrada
fi: Arvioi kuratoidun listan työnhakijat
fr_ca: Consulter ma sélection
hu: Az összeállított lista átnézése
in: Tinjau daftar pilihan Anda
it: Visualizza la selezione
iw: בדיקת הרשימה שנאספה
ja: 候補者リストを確認する
nl: Samengestelde lijst bekijken
no: Gå gjennom den sammensatte listen
pl: Przejrzyj wyselekcjonowaną listę
pt: Verificar sua lista selecionada
pt_pt: Rever a lista selecionada
ro: Vedeți lista prelucrată
ru: Посмотреть список рекомендаций
sv: Granska din matchningslista
th: ทบทวนรายชื่อที่รวบรวมไว้ของคุณ
tr: Sizin için oluşturulan listeyi inceleyin
uk: Переглянути рекомендований список
vi: Xem lại danh sách tổng hợp của bạn

source: Salary added to your job posting
ar: تمت إضافة الراتب إلى منشور وظيفتك
cs: K nabídce práce byl přidán plat
da: Løn er føjet til jobopslaget
de: Gehalt zu Ihrer Stellenanzeige hinzugefügt
el: Προσθήκη μισθού στη δημοσίευση της θέσης εργασίας σας
es_es: Se ha añadido el salario a su publicación de empleo
fi: Palkka lisätty työpaikkailmoitukseesi
fr_ca: Ajout du salaire à votre offre d'emploi
hu: Fizetési adatokat adtunk az álláshirdetéséhez
in: Gaji ditambahkan ke lowongan Anda
it: Stipendio aggiunto al tuo annuncio di lavoro
iw: משכורת נוספה לפרסום המשרה שלך
nl: Salaris aan je vacature toegevoegd
no: Lønn er lagt til i stillingsannonsen
pl: Dodano wynagrodzenie do oferty pracy
pt: Salário adicionado ao seu anúncio de vaga de emprego
pt_pt: Salário adicionado ao seu anúncio de oferta de emprego
ro: Salariul a fost adăugat la postare
ru: В объявление о вакансии добавлены сведения о зарплате
sv: Information om lön har lagts till i din platsannons
th: เพิ่มเงินเดือนไปยังประกาศงานของคุณแล้ว
tr: İş ilanınıza maaş bilgisi eklendi
uk: В оголошення про вакансію додано відомості про зарплату
vi: Mức lương được thêm vào tin tuyển dụng của bạn

source: Scan applicants’ resumes
ar: استعراض السير الذاتية للمتقدمين
cs: Skenovat životopisy uchazečů
da: Scan ansøgernes CV
de: Er prüft die Lebensläufe von Kandidaten.
el: Σαρώστε τα βιογραφικά των υποψηφίων.
es_es: Analizar los CV de los candidatos
fi: analysoimalla työnhakijoiden ansioluetteloita
fr_ca: Analyse des CV des candidats.
hu: A jelentkezők önéletrajzainak az átvizsgálása
in: Memindai CV pelamar
it: Analizza i CV dei candidati
iw: סריקת קורות החיים של מועמדים
ja: 応募者の履歴書を確認する
nl: Cv's van sollicitanten scannen
no: Skanne søkernes CV-er
pl: Sprawdź CV kandydatów
pt: Analisar o currículo dos candidatos.
pt_pt: Analisar o currículo dos candidatos
ro: Scanați CV-urile candidaților
ru: Анализ резюме кандидатов
sv: Söka igenom sökandes CV:n
th: สแกนเรซูเม่ของผู้สมัคร
tr: Adayların CV'sini tarar
uk: Аналіз резюме шукачів
vi: Quét hồ sơ của ứng viên

source: Scanning applicants’ resumes
ar: استعراض السير الذاتية للمتقدمين
cs: Skenování životopisů uchazečů
da: Scanner ansøgernes CV
de: die Lebensläufe von Kandidaten prüft
el: Σαρώνοντας τα βιογραφικά των υποψηφίων
es_es: Analizar los CV de los candidatos
fi: analysoimalla työnhakijoiden ansioluetteloita
fr_ca: Analyse des CV reçus.
hu: A jelentkezők önéletrajzainak az átvizsgálása
in: Memindai CV pelamar
it: Analizza i CV dei candidati
iw: סריקת קורות חיים של מועמדים
ja: 応募者の履歴書を確認する
nl: Cv's van sollicitanten scannen
no: skanne søkernes CV-er
pl: Sprawdzenie CV kandydatów
pt: Analise o currículo dos candidatos.
pt_pt: Analisar o currículo dos candidatos
ro: Scanarea CV-urilor candidaților
ru: Анализ резюме кандидатов
sv: Söka igenom sökandes CV:n
th: การสแกนเรซูเม่ของผู้สมัคร
tr: Adayların CV'sini tarar
uk: Аналіз резюме шукачів
vi: Quét hồ sơ của ứng viên

source: Scanning millions of job seekers on Indeed
ar: استعراض ملايين الباحثين عن وظيفة على موقع إنديد
cs: Prohledávání milionů uchazečů o práci na Indeed
da: Scanner millioner af jobsøgere på Indeed
de: Millionen von Lebensläufe auf Indeed durchsucht
el: Σαρώνοντας εκατομμύρια άτομα που αναζητούν εργασία στο Indeed
es_es: Analizar millones de candidatos en Indeed
fi: seulomalla sopivat hakijat miljoonien työnhakijoiden joukosta Indeedissä
fr_ca: Analyse parmi des millions de chercheurs d'emploi sur Indeed.
hu: Keresés az álláskeresők Indeeden található milliónyi adata között
in: Memindai jutaan pencari kerja di Indeed
it: Valutando milioni di persone in cerca di lavoro su Indeed
iw: סריקת מיליוני מחפשי עבודה ב-Indeed
ja: Indeed の何百万人もの求職者情報を確認する
nl: Miljoenen werkzoekenden op Indeed scannen
no: skanne millioner av jobbsøkere på Indeed
pl: Sprawdzenie milionów osób poszukujących pracy w Indeed
pt: Analisar milhões de candidatos no Indeed.
pt_pt: Analisar milhões de candidatos no Indeed
ro: Scanarea a milioane de solicitanți de locuri de muncă pe Indeed
ru: Анализ данных о миллионах соискателей на Indeed
sv: Söka bland miljontals jobbsökare på Indeed
th: การสแกนผู้หางานนับล้านรายใน Indeed
tr: Indeed'de bulunan milyonlarca iş arayanı tarar
uk: Аналіз даних про мільйони шукачів на Indeed
vi: Quét hàng triệu người tìm việc trên Indeed

source: Schedule an interview on Indeed
ar: حددت موعد مقابلة عبر إنديد
cs: Naplánujte pohovor v platformě Indeed
da: arrangerer en jobsamtale via Indeed
de: ein Vorstellungsgespräch über Indeed vereinbaren
el: Προγραμματίσετε μια συνέντευξη στο Indeed.
es_es: Programa una entrevista en Indeed.
fi: Ajastat haastattelun Indeedissä
fr_ca: Planifié une entrevue sur Indeed.
hu: Interjút ütemez az Indeeden
in: Menjadwalkan wawancara di Indeed
it: pianifichi un colloquio su Indeed
iw: קבעת ראיון ב-Indeed
ja: Indeed で面接を予約
nl: een sollicitatiegesprek inplant via Indeed
no: planlegger et intervju gjennom Indeed
pl: Zaplanowanie rozmowy kwalifikacyjnej w serwisie Indeed.
pt: Agendar uma entrevista no Indeed.
pt_pt: Agendar uma entrevista na Indeed.
ro: Programați un interviu pe Indeed
ru: Запланируйте собеседование на Indeed.
sv: Bokar in en intervju på Indeed
th: นัดสัมภาษณ์ผ่าน Indeed
tr: Indeed üzerinden mülakat planlarsanız
uk: Призначте співбесіду на Indeed.
vi: Lên lịch phỏng vấn trên Indeed

source: See the latest candidates the assistant recommends for you.
es_es: Consulte los últimos candidatos que le recomienda el asistente.
fr_ca: Voir les derniers candidats que l'assistant vous recommande.
pt_pt: Veja os candidatos mais recentes que o assistente lhe recomenda.

source: Send them a message on Indeed
ar: أرسلت رسالة لهم عبر إنديد
cs: Pošlete zprávu prostřednictvím Indeed
da: sender vedkommende en besked via Indeed
de: ihnen eine Nachricht über Indeed senden
el: Τους στείλετε ένα μήνυμα στο Indeed.
es_es: Les envía un mensaje en Indeed.
fi: Lähetät työnhakijalle viestin Indeedissä
fr_ca: Envoyé un message au candidat sur Indeed.
hu: Üzenetet küld nekik az Indeeden
in: Mengirimkan pesan kepadanya di Indeed
it: invii un messaggio al candidato su Indeed
iw: שלחת להם הודעה ב-Indeed
ja: Indeed でメッセージを送信
nl: de kandidaat een bericht stuurt via Indeed
no: sender dem en melding på Indeed
pl: Wysłanie do niego wiadomości w serwisie Indeed.
pt: Enviar uma mensagem para o candidato no Indeed.
pt_pt: Enviar-lhe uma mensagem na Indeed.
ro: Le trimiteți un mesaj pe Indeed
ru: Отправьте кандидату сообщение на Indeed.
sv: Skickar ett meddelande till personen på Indeed
th: ส่งข้อความถึงพวกเขาผ่าน Indeed
tr: Indeed üzerinden mesaj gönderirseniz
uk: Надішліть кандидату повідомлення на Indeed.
vi: Gửi cho họ tin nhắn trên Indeed

source: Send this email to disable the virtual recruiting assistant for this job
ar: إرسال هذا البريد الإلكتروني لتعطيل مساعد التوظيف الافتراضي لهذه الوظيفة
cs: Odesláním tohoto e-mailu vypnete virtuálního náborového asistenta pro tuto nabídku práce
da: Send denne e-mail for at deaktivere den virtuelle rekrutteringskonsulent for dette job
de: Senden Sie diese E-Mail, um den Virtual Recruiting Assistant für diese Stellenanzeige zu deaktivieren.
el: Στείλτε αυτό το email, για να απενεργοποιήσετε τον εικονικό βοηθό εύρεσης υποψηφίων για αυτήν τη θέση εργασίας
es_es: Envíe este email para desactivar el asistente de reclutamiento virtual para este empleo
fi: Poista virtuaalinen rekrytointiavustaja käytöstä tälle työpaikalle lähettämällä tämä sähköposti
fr_ca: L'envoi de ce courriel désactivera l'assistant de recrutement virtuel pour cette offre.
hu: Az e-mail elküldésével letilthatja a virtuális toborzóasszisztenst ennél az álláshirdetésnél
in: Kirimkan email ini untuk mematikan asisten perekrutan virtual untuk lowongan ini
it: Invia questa email per disabilitare l'assistente di selezione virtuale per questo annuncio
iw: יש לשלוח דוא"ל זה כדי להשבית את עוזר הגיוס הווירטואלי למשרה זו
ja: この求人のバーチャル採用活動アシスタントを無効にするには、このメールを送信してください。
nl: Stuur deze e-mail om de Virtual Recruiting Assistant voor deze vacature uit te schakelen
no: Send denne e-posten for å deaktivere den virtuelle rekrutteringsassistenten for denne jobben
pl: Wyślij tę wiadomość e-mail, by wyłączyć wirtualnego asystenta rekrutacji dla tej oferty
pt: Enviar este e-mail para desativar o assistente de recrutamento virtual para essa vaga
pt_pt: Envie este e-mail para desativar o assistente de recrutamento virtual para esta oferta
ro: Trimiteți acest e-mail pentru a dezactiva asistentul de recrutare virtual pentru acest loc de muncă
ru: Отправьте это электронное письмо, чтобы отключить виртуальный кадровый помощник для данной вакансии.
sv: Skicka det här e-postmeddelandet för att inaktivera den virtuella rekryteringsassistenten för detta jobb
th: ส่งอีเมลนี้เพื่อปิดใช้งานผู้ช่วยในการสรรหาบุคลากรเสมือนจริงสำหรับงานนี้
tr: Bu e-mail'i göndererek bu iş ilanı için sanal işe alım yardımcısını devre dışı bırakabilirsiniz
uk: Надішліть цього електронного листа, щоб вимкнути віртуальний помічник з рекрутингу для цієї вакансії
vi: Gửi email này để tắt hỗ trợ tuyển dụng ảo cho việc làm này

source: Show more
ar: عرض المزيد
cs: Zobrazit další
da: Vis mere
de: Mehr anzeigen
el: Εμφάνιση περισσότερων
es_es: Mostrar más
fi: Näytä enemmän
fr_ca: Voir plus
hu: Több megjelenítése
in: Tampilkan lebih banyak
it: Mostra di più
iw: עוד
ja: もっと表示する
nl: Meer weergeven
no: Vis mer
pl: Pokaż więcej
pt: Mostrar mais
pt_pt: Mostrar mais
ro: Afișați mai mult
ru: Показать больше
sv: Visa mer
th: แสดงเพิ่มเติม
tr: Daha fazla
uk: Показати більше
vi: Hiển thị thêm

source: Showing how well they match the job requirements
ar: عرض مدى توافقهم مع متطلبات الوظيفة
cs: Zobrazení, do jaké míry odpovídají požadavkům nabídky práce
da: Viser, hvor godt de matcher jobkravene
de: anzeigt, ob sie das Anforderungsprofil erfüllen
el: Εμφανίζοντας τον βαθμό αντιστοίχισης στις απαιτήσεις της θέσης εργασίας
es_es: Mostrar cómo se ajustan a los requisitos del empleo
fi: analysoimalla työnhakijoiden soveltuvuuden työpaikan vaatimuksiin
fr_ca: Évaluation de la pertinence des candidatures par rapport aux exigences du poste.
hu: Annak jelzése, hogy mennyire felel meg a jelentkező az állás követelményeinek
in: Menunjukkan seberapa cocok mereka dengan persyaratan lowongan
it: Verificando la corrispondenza tra il profilo del candidato e i requisiti richiesti
iw: הצגת מידת ההתאמה שלהם לדרישות המשרה
ja: 応募者が貴社の定める条件をどの程度満たしているかを示します
nl: Aangeven hoe goed zij aan de functie-eisen voldoen
no: vise hvor godt de matcher med jobbkravene
pl: Pokazanie, w jakim stopniu kandydaci spełniają wymagania danej oferty pracy
pt: Mostrar o quanto eles atendem aos requisitos da vaga.
pt_pt: Mostrar o nível de cumprimento dos requisitos da oferta
ro: Evidențierea gradului de potrivire cu cerințele locului de muncă
ru: Проверка соответствия кандидатов требованиям к вакансии
sv: Visa hur väl de matchar jobbkraven
th: แสดงให้เห็นว่าบุคคลเหล่านี้ตรงกับข้อกำหนดของงานของคุณมากน้อยแค่ไหน
tr: İş gerekliliklerine hangi ölçüde uyumlu olduklarını gösterir
uk: Перевірка відповідності кандидатів вимогам для вакансії
vi: Thể hiện mức độ phù hợp của họ với yêu cầu việc làm

source: Sorry, something went wrong
ar: معذرة، حدث خطأ ما...
cs: Litujeme, něco se pokazilo.
da: Der gik noget galt
de: Es tut uns leid, es ist ein Fehler aufgetreten.
el: Δυστυχώς, παρουσιάστηκε κάποιο πρόβλημα
es_es: Lo sentimos, se ha producido un error.
fi: Jokin meni pieleen
fr_ca: Une erreur est survenue.
hu: Sajnáljuk, valami nem sikerült
in: Maaf, terjadi kesalahan
it: Si è verificato un errore
iw: מצטערים, משהו השתבש...
ja: エラーが発生しました
nl: Er is iets misgegaan
no: Beklager, noe har gått galt
pl: Przepraszamy, coś poszło nie tak
pt: Algo deu errado
pt_pt: Lamentamos, correu um problema.
ro: Ne pare rău, ceva nu a funcționat cum trebuie
ru: К сожалению, что-то пошло не так
sv: Tyvärr, något gick fel
th: ขออภัย มีบางอย่างผิดปกติ
tr: Üzgünüz, bir sorun oluştu
uk: Щось пішло не так
vi: Rất tiếc, đã xảy ra lỗi

source: Sorry, something went wrong. Please refresh the page or try again later.
ar: عذرًا، حدث خطأ ما. يُرجى تحديث الصفحة أو المحاولة مرة أخرى لاحقًا.
cs: Omlouváme se, něco se pokazilo. Obnovte stránku nebo to zkuste znovu později.
da: Der er gået noget galt. Opdater siden, eller prøv igen senere.
de: Es ist ein Fehler aufgetreten. Bitte aktualisieren Sie die Seite oder versuchen Sie es später noch einmal.
el: Δυστυχώς, παρουσιάστηκε κάποιο πρόβλημα. Ανανεώστε τη σελίδα ή δοκιμάστε ξανά αργότερα.
es_es: Ha ocurrido un error. Actualice la página o vuelva a intentarlo más tarde.
fi: Jokin meni pieleen. Päivitä sivu tai yritä myöhemmin uudelleen.
fr_ca: Nous avons rencontré un problème. Actualisez la page ou réessayez ultérieurement.
hu: Sajnáljuk, hiba történt. Kérjük frissítse az oldalt, vagy próbálja meg később.
in: Maaf, ada masalah. Segarkan halaman atau coba lagi nanti.
it: Si è verificato un problema. Aggiorna la pagina o riprova più tardi.
iw: מצטערים, משהו השתבש. יש לרענן את הדף או לנסות שוב מאוחר יותר.
ja: ページを再度読み込むか、しばらくしてからもう一度お試しください。
nl: Er is iets misgegaan. Vernieuw de pagina of probeer het later opnieuw.
no: Beklager, noe gikk galt. Oppdater siden, eller prøv igjen senere.
pl: Przepraszamy, wystąpił błąd. Odśwież stronę lub spróbuj ponownie później.
pt: Algo deu errado. Atualize a página ou tente mais tarde.
pt_pt: Lamentamos, ocorreu um erro. Atualize a página ou tente novamente mais tarde.
ro: Ceva nu a mers cum trebuie. Reîmprospătați pagina sau încercați din nou mai târziu.
ru: Что-то пошло не так. Обновите страницу или повторите попытку позже.
sv: Något gick tyvärr fel. Uppdatera sidan eller försök igen senare.
th: ขออภัย มีบางอย่างผิดพลาด กรุณารีเฟรชหน้าเพจหรือลองใหม่อีกครั้งในภายหลัง
tr: Maalesef bir sorun oluştu. Lütfen sayfayı yenileyin veya daha sonra tekrar deneyin.
uk: Щось пішло не так. Оновіть сторінку або повторіть спробу пізніше.
vi: Xin lỗi, đã xảy ra lỗi. Vui lòng làm mới trang hoặc thử lại sau.

source: Sponsor Job budget set
ar: تحديد ميزانيات إعلان الوظائف المميزة
cs: Rozpočet sponzorované nabídky nastaven
da: Budget for sponsorering af job er angivet
de: Budget für Premium-Stellenanzeigen festgelegt
el: Ορίστηκε προϋπολογισμός Χορηγούμενης θέσης εργασίας
es_es: Presupuesto establecido para el empleo patrocinado
fi: Sponsoroidun työpaikan budjetti määritetty
fr_ca: Budget fixé pour les annonces commanditées
hu: Álláshirdetés-szponzorálás költségkerete beállítva
in: Anggaran Lowongan Bersponsor ditetapkan
it: Budget per le Offerte sponsorizzate impostato
iw: נקבע התקציב למשרה ממומנת
ja: スポンサー求人の予算を設定しました
nl: Ingesteld budget voor Gesponsorde Vacatures
no: Budsjett for sponsede jobber angitt
pl: Budżet oferty sponsorowanej został skonfigurowany
pt: O orçamento para Vaga Patrocinada foi definido.
pt_pt: Orçamento para Oferta Patrocinada definido.
ro: Bugetul pentru locuri de muncă sponsorizate a fost setat
ru: Бюджет Рекламируемой вакансии установлен
sv: Budget för sponsrat jobb inställd
th: ชุดงบประมาณสำหรับงานที่ได้รับการสนับสนุน
tr: Sponsorlu iş ilanı bütçesi ayarlandı
uk: Бюджет спонсорованої вакансії встановлено
vi: Thiết lập ngân sách việc làm trả phí

source: Sponsor budget set
ar: تم تحديد ميزانية الوظيفة المميزة
cs: Nastaven rozpočet placené nabídky
da: Budget for sponsorering er angivet
de: Budget für Premium-Stellenanzeigen festgelegt
el: Ορισμός προϋπολογισμού χορηγίας
es_es: Se ha fijado el presupuesto del patrocinio
fi: Sponsoroidun työpaikan budjetti määritetty
fr_ca: Budget fixé pour les annonces commanditées
hu: Beállítottuk a szponzorálás költségkeretét
in: Anggaran sponsor ditetapkan
it: Budget per la sponsorizzazione impostato
iw: הוגדר תקציב למשרה ממומנת
nl: Budget voor Gesponsorde Vacature vastgesteld
no: Budsjett for sponsing er angitt
pl: Skonfigurowano budżet sponsorowania
pt: Orçamento da vaga patrocinada definido
pt_pt: Orçamento da oferta patrocinada definido
ro: Bugetul de sponsorizare a fost setat
ru: Установлен бюджет рекламы
sv: Sponsringsbudget har ställts in
th: กำหนดงบประมาณการให้การสนับสนุน
tr: Sponsorluk bütçesi ayarlandı
uk: Установлено бюджет спонсорування вакансії
vi: Thiết lập ngân sách việc làm trả phí

source: Sponsor job
ar: إعلان وظيفة مميز
cs: Zadat jako placenou nabídku práce
da: Sponsorér job
de: Premium-Stellenanzeige schalten
el: Χορηγία θέσης εργασίας
es_es: Patrocinar empleo
fi: Sponsoroi työpaikkaa
fr_ca: Commanditer l'annonce
hu: Álláshirdetés szponzorálása
in: Sponsori lowongan
it: Sponsorizza annuncio
iw: מימון משרה
ja: スポンサー求人にする
nl: Vacature sponsoren
no: Spons jobb
pl: Sponsoruj ofertę pracy
pt: Patrocinar vaga
pt_pt: Patrocinar oferta
ro: Sponsorizați locul de muncă
ru: Рекламировать вакансию
sv: Sponsra jobb
th: สนับสนุนงาน
tr: İş ilanına sponsor ol
uk: Спонсорувати вакансію
vi: Trả phí việc làm

source: Sponsor job for {0} per month (recommended)
ar: إعلان وظيفة مميز بسعر {0} شهريًا (موصى به)
cs: Zadejte nabídku práce jako placenou za {0} měsíčně (doporučeno)
da: Sponsorér job for {0} pr. måned (anbefales)
de: Schalten Sie eine Premium-Stellenanzeige für {0} pro Monat (empfohlen)
el: Χορηγήστε μια θέση εργασίας με {0} τον μήνα (συνιστάται)
es_es: Patrocinar empleo por {0} al mes (recomendado)
fi: Sponsoroi työpaikkaa summalla {0} kuukaudessa (suositus)
fr_ca: Commanditez l''annonce pour {0} par mois (recommandé)
hu: Szponzorálja az álláshirdetést havonta {0} összeggel (ajánlott)
in: Sponsori lowongan dengan {0} per bulan (disarankan)
it: Sponsorizza l''annuncio con {0} al mese (consigliato)
iw: מימון משרה תמורת {0} לחודש (מומלץ)
ja: 月額{0}（推奨）でスポンサー求人を利用しましょう
nl: Sponsor je vacature voor {0} per maand (aanbevolen)
no: Spons jobben med {0} i måneden (anbefalt)
pl: Sponsoruj ofertę pracy za {0} miesięcznie (zalecane)
pt: Patrocine a vaga por {0} por mês (recomendado)
pt_pt: Patrocine a oferta por {0} por mês (recomendado)
ro: Sponsorizați locul de muncă cu {0} pe lună (recomandat)
ru: Прорекламируйте вакансию за {0} в месяц (рекомендуется)
sv: Sponsra jobbet för {0} per månad (rekommenderas)
th: สนับสนุนงานเป็นจำนวน {0} ต่อเดือน (แนะนำ)
tr: Ayda {0} karşılığında iş ilanına sponsor olun (önerilir)
uk: Проспонсоруйте вакансію за {0} на місяць (рекомендовано)
vi: Trả phí cho {0} mỗi tháng (được khuyến nghị)

source: Submit
ar: إرسال
cs: Odeslat
da: Indsend
de: Senden
el: Υποβολή
es_es: Enviar
fi: Lähetä
fr_ca: Envoyer
hu: Küldés
in: Kirim
it: Invia
iw: שליחה
ja: 送信
nl: Versturen
no: Send inn
pl: Wyślij
pt: Enviar
pt_pt: Enviar
ro: Trimiteți
ru: Отправить
sv: Skicka
th: ส่ง
tr: Gönder
uk: Надіслати
vi: Gửi

source: Suggested Actions
ar: الإجراءات المقترحة
cs: Navrhované akce
da: Foreslåede handlinger
de: Tipps
el: Προτεινόμενες ενέργειες
es_es: Acciones sugeridas
fi: Ehdotetut toimenpiteet
fr_ca: Suggestions
hu: Javasolt teendők
in: Tindakan yang Disarankan
it: Azioni suggerite
iw: הצעות
ja: おすすめのアクション
nl: Voorgestelde acties
no: Foreslåtte handlinger
pl: Sugerowane działania
pt: Ações sugeridas
pt_pt: Ações sugeridas
ro: Acțiuni sugerate
ru: Предлагаемые действия
sv: Föreslagna åtgärder
th: การดำเนินการที่แนะนำ
tr: Öneriler İşlemler
uk: Запропоновані дії
vi: Hành động được đề xuất
