Repository: gbacruz/weblocal
Catalog: po/*.po
Languages: ar, cs, da, de, el, es_es, fi, fr_ca, hu, in, it, iw, ja, nl, no, pl, pt, pt_pt, ro, ru, sv, th, tr, uk, vi

source: The virtual recruiting assistant has reviewed your job's performance during the first 24 hours since enrollment. In order to make sure that you have the most relevant candidates in your curated list, we've checked for any more possible optimizations. You'll be able to find those in this list.
ar: راجع مساعد التوظيف الافتراضي الأداء الوظيفي لك خلال فترة الـ 24 ساعة الأولى منذ التسجيل. للتأكد من أن لديك المرشحين للوظائف الأكثر صلة في قائمتك المختارة، قمنا بالتحقق للبحث عن أي تحسينات أخرى يمكن إجراؤها. وسيمكنك العثور عليها في هذه القائمة.
cs: Virtuální náborový asistent vyhodnotil výkonnost vaší nabídky práce během prvních 24 hodin od spuštění. Abyste do vybraného seznamu uchazečů získali co nejrelevantnější kandidáty, posoudili jsme možnou optimalizaci. Navrhovaná opatření optimalizace jsou uvedena v tomto seznamu.
da: Den virtuelle rekrutteringskonsulent har gennemset resultaterne for jobbet i løbet af de første 24 timer, efter at det blev opslået. Vi har kontrolleret, om der er flere mulige optimeringsmuligheder for at sikre, at du får de mest relevante kandidater på din klargjorte liste. Du kan finde dem på denne liste.
de: Der Virtual Recruiting Assistant hat die Ergebnisse Ihrer Stellenanzeige während der ersten 24 Stunden analysiert, in denen der Virtual Recruiting Assistant aktiv war. Um sicherzustellen, dass die relevantesten Kandidaten in Ihre Vorauswahl aufgenommen werden, haben wir nach weiteren Optimierungsmöglichkeiten gesucht. Unsere Empfehlungen werden nachfolgend aufgeführt.
el: Ο εικονικός βοηθός εύρεσης υποψηφίων αξιολόγησε τις επιδόσεις της θέσης εργασίας σας κατά τις πρώτες 24 ώρες μετά την εγγραφή. Προκειμένου να διασφαλίσουμε ότι έχετε τους πιο σχετικούς υποψηφίους στην επιμελημένη λίστα, ελέγξαμε για τυχόν άλλες πιθανές βελτιστοποιήσεις. Θα τις βρείτε στη λίστα.
es_es: El asistente de reclutamiento virtual ha revisado el rendimiento de su empleo durante las primeras 24 horas desde la inscripción. Para asegurarse de que cuenta con los candidatos más importantes en su lista filtrada, hemos verificado si existen más optimizaciones disponibles. Encontrará dichas optimizaciones en esta lista.
fi: Virtuaalinen rekrytointiavustaja on arvioinut työpaikkailmoituksesi tulokset ensimmäisten 24 tunnin ajalta sen julkaisemisen jälkeen. Varmistaaksemme, että valikoidulla listallasi ovat kaikkein parhaiten vaatimuksiasi vastaavat työnhakijat, olemme tarkistaneet kaikki saatavilla olevat optimointimahdollisuudet. Näet ne tästä luettelosta.
fr_ca: L'assistant de recrutement virtuel a examiné les performances de votre offre au cours des 24 premières heures de sa publication. Pour attirer les candidats les plus prometteurs dans votre sélection, vous pouvez envisager d'autres optimisations indiquées ci-dessous.
hu: A virtuális toborzóasszisztens megvizsgálta az Ön álláshirdetésének a teljesítményét a részvétel megkezdésétől számított 24 órára vonatkozóan. Annak érdekében, hogy mindig a legrelevánsabb jelentkezőket vegyük fel az Ön válogatott listájára, további optimalizálási lehetőségeket kerestünk, amelyeket ebben a listában olvashat.
in: Asisten perekrutan virtual telah meninjau kinerja lowongan Anda selama 24 jam pertama sejak didaftarkan. Untuk memastikan Anda memiliki kandidat yang paling relevan di daftar pilihan yang dikurasi Anda, kami telah memeriksa kemungkinan optimisasi lebih lanjut. Anda dapat menemukannya di daftar ini.
it: L'assistente di selezione virtuale ha rivisto le prestazioni dell'annuncio di lavoro nelle prime 24 ore dalla pubblicazione. Per fare in modo che la selezione includa i candidati più adatti, è stato preso in esame il maggior numero di ottimizzazioni. Le troverai in questo elenco.
iw: העוזר הווירטואלי בדק את ביצועי המשרה שלך במהלך 24 השעות הראשונות מאז הרישום. כדי לוודא שכל המועמדים הרלוונטיים נמצאים ברשימה הנבחרת שלך, בדקנו אפשרויות נוספות למיטוב. ניתן למצוא אותן ברשימה הזאת.
ja: バーチャル採用活動アシスタントは、機能の利用開始から最初の24時間における、貴社の求人のパフォーマンスを確認しました。貴社が定めた応募条件に合った人材を候補者リストに確保するために、さらに最適化できる点が見つかりました。こちらのリストで確認できます。
nl: De Virtual Recruiting Assistant heeft de prestaties van je vacature beoordeeld tijdens de eerste 24 uur waarin de Virtual Recruiting Assistant actief was. Om te zorgen dat je samengestelde lijst de meest relevante kandidaten bevat, hebben we gekeken of er optimalisaties mogelijk zijn. Die optimalisaties vind je in deze lijst.
no: Den virtuelle rekrutteringsassistenten har vurdert jobben din i løpet av de første 24 timene siden du ble registrert. For å være sikker på at du får de mest relevante kandidatene fra den sammensatte listen har vi sjekket flere mulige optimaliseringer. Du finner dem i denne listen.
pl: Wirtualny asystent rekrutacji przeanalizował skuteczność oferty pracy w ciągu pierwszych 24 godzin od jej dodania. Aby utworzyć listę najlepszych, wyselekcjonowanych kandydatów, sprawdziliśmy, jakie dodatkowe optymalizacje można jeszcze wprowadzić. Są podane na tej liście.
pt: O assistente de recrutamento virtual avaliou o desempenho de sua vaga durante as primeiras 24 horas desde que o recurso foi ativado. Para garantir que você tenha os candidatos mais relevantes em sua lista selecionada, verificamos a possibilidade de mais otimizações. Você poderá encontrá-las nesta lista.
pt_pt: O assistente de recrutamento virtual avaliou o desempenho da sua oferta durante as primeiras 24 horas desde a publicação. Para garantir que tem os candidatos mais relevantes na sua lista selecionada, verificamos a possibilidade de realizar mais otimizações. Poderá encontrá-las nesta lista.
ro: Asistentul virtual de recrutare a evaluat performanța locului de muncă în timpul primelor 24 de ore de la înscriere. Pentru a vă asigura că aveți candidații cei mai relevanți în lista prelucrată, am efectuat verificări pentru alte optimizări posibile. Le veți putea găsi în această listă.
ru: Виртуальный кадровый помощник проверил показатели вашей вакансии в течение 24 часов с момента регистрации. Чтобы подобрать наиболее подходящих кандидатов для вашего списка рекомендаций, мы предлагаем дополнительные действия по оптимизации (они указаны в этом списке).
sv: Den virtuella rekryteringsassistenten har granskat resultatet för ditt jobb under de första 24 timmarna. För att se till att du har de mest relevanta kandidaterna i din matchningslista har vi sökt efter fler möjliga optimeringar. De finns i den här listan.
th: ผู้ช่วยในการสรรหาบุคลากรเสมือนจริงได้ตรวจสอบประสิทธิภาพของคุณแล้วระหว่างช่วง 24 ชั่วโมงแรกนับตั้งแต่การลงทะเบียน เพื่อให้แน่ใจว่าคุณมีผู้สมัครที่เหมาะสมที่สุดในรายชื่อที่จัดเก็บไว้ของคุณ เราได้ตรวจสอบการปรับแต่งเพิ่มเติมให้เหมาะสมเท่าที่เป็นไปได้ คุณสามารถดูรายละเอียดดังกล่าวได้จากรายการนี้
tr: Sanal işe alım yardımcısı, bu özelliği kullanmaya başlamanızdan sonraki ilk 24 saat boyunca iş ilanınızın performansını inceledi. Sizin için oluşturulan listede ilanınıza en uygun adayların yer aldığından emin olmak için başka optimizasyonlar uygulanıp uygulanamayacağını kontrol ettik. Bu optimizasyonları bu listede bulabilirsiniz.
uk: Віртуальний помічник з рекрутингу перевірив показники вашої вакансії протягом 24 годин з моменту реєстрації. Щоб підібрати оптимальних кандидатів для вашого рекомендованого списку, ми пропонуємо додаткові дії з метою оптимізації (їх наведено в цьому списку).
vi: Trình hỗ trợ tuyển dụng ảo đã đánh giá hiệu suất của việc làm của bạn trong 24 giờ đầu tiên kể từ khi đăng ký. Để bảo đảm bạn có nhiều ứng viên phù hợp hơn trong danh sách tổng hợp của mình, chúng tôi đã kiểm tra để cung cấp thêm các tùy chỉnh tối ưu khả thi. Bạn sẽ có thể tìm thấy chúng trong danh sách này.

source: The virtual recruiting assistant has updated a list of promising candidates. This morning, we added {0} promising candidates to review. Contact them if they match your needs!
ar: قام مساعد التوظيف الافتراضي بتحديث قائمة بالمرشحين الواعدين للوظيفة. لقد أضفنا في صباح هذا اليوم {0} من المرشحين الواعدين للوظيفة لتتم مراجعتهم. تواصل معهم إذا كانوا يناسبون متطلباتك!
cs: Virtuální náborový asistent má vybraný seznam slibných kandidátů. Dnes ráno jsme přidali {0} slibných kandidátů, které si můžete prohlédnout. Pokud odpovídají vašim potřebám, kontaktujte je!
da: Den virtuelle rekrutteringskonsulent har opdateret en liste over lovende kandidater. Denne morgen har vi tilføjet {0} lovende kandidater til gennemgang. Kontakt dem, hvis de matcher dine behov.
de: Der Virtual Recruiting Assistant hat die Vorauswahl vielversprechender Kandidaten für Sie aktualisiert. Heute Morgen haben wir {0} vielversprechende Kandidaten hinzugefügt, die Sie sich ansehen sollten. Kontaktieren Sie sie, wenn sie Ihren Anforderungen entsprechen.
el: Ο εικονικός βοηθός εύρεσης υποψηφίων έχει ενημερώσει μια λίστα υποσχόμενων υποψηφίων. Σήμερα το πρωί προσθέσαμε {0} υποσχόμενους υποψηφίους για αξιολόγηση. Επικοινωνήστε μαζί τους, αν καλύπτουν τις ανάγκες σας!
es_es: El asistente de reclutamiento virtual ha actualizado una lista de candidatos prometedores. Esta mañana hemos añadido {0} candidatos prometedores para que los evalúe y pueda ponerse en contacto con ellos si cumplen los requisitos.
fi: Virtuaalinen rekrytointiavustaja on päivittänyt lupaavien työnhakijoiden listan. Lisäsimme tänään {0} lupaavaa työnhakijaa arviointia varten. Ota heihin yhteyttä, jos he vastaavat vaatimuksiasi!
fr_ca: L''assistant de recrutement virtuel a mis à jour sa sélection de candidats prometteurs. Ce matin, nous en avons ajouté {0}, que vous pouvez consulter. N''hésitez pas à les contacter s''ils correspondent au profil que vous recherchez.
hu: A virtuális toborzóasszisztens frissítette az ígéretes jelentkezők listáját. Ma reggel {0} ígéretes jelentkezőt adtunk a listához, hogy Ön átnézhesse a jelentkezésüket. Lépjen velük kapcsolatba, ha megfelelnek az elvárásainak!
in: Asisten perekrutan virtual telah memperbarui daftar kandidat menjanjikan. Pagi ini, kami menambahkan {0} kandidat menjanjikan untuk ditinjau. Hubungi kandidat jika dia cocok dengan kebutuhan Anda!
it: L''assistente di selezione virtuale ha aggiornato la selezione di candidati idonei. Questa mattina abbiamo aggiunto {0} candidati idonei da esaminare. Contattali se pensi che siano adatti ala tua azienda!
iw: עוזר הגיוס הווירטואלי עדכן רשימת מועמדים מבטיחים. הבוקר הוספנו {0} מועמדים מבטיחים לבדיקה. באפשרותך ליצור איתם קשר אם הם תואמים לצרכיך!
ja: バーチャル採用活動アシスタントが候補者リストを更新しました。今朝は、{0}名の候補者が追加されました。気になる候補者に、連絡を取ってみましょう。
nl: De virtuele wervingsassistent heeft een lijst met veelbelovende kandidaten bijgewerkt. Vanmorgen hebben we {0} veelbelovende kandidaten toegevoegd die je kunt beoordelen. Neem contact met kandidaten die aan je behoeften voldoen.
no: Den virtuelle rekrutteringsassistenten har oppdatert en liste over lovende kandidater. I morges la vi til {0} lovende kandidater til gjennomgang. Kontakt dem dersom de stemmer overens med dine behov!
pl: Wirtualny asystent rekrutacji zaktualizował listę obiecujących kandydatów. Dziś rano dodaliśmy {0} obiecujących kandydatów do sprawdzenia. Sugerujemy kontakt z nimi, jeśli wzbudzają zainteresowanie.
pt: O assistente de recrutamento virtual atualizou uma lista de candidatos promissores. Nesta manhã, adicionamos {0} candidatos promissores para você avaliar. Entre em contato com eles caso preencham os seus requisitos.
pt_pt: O assistente de recrutamento virtual atualizou uma lista de candidatos promissores. Esta manhã adicionámos {0} candidatos promissores para avaliar. Contacte-os caso cumpram os seus requisitos.
ro: Asistentul de recrutare virtual a actualizat o listă de candidați promițători. În această dimineață, am adăugat {0} candidați promițători de verificat. Contactați-i dacă sunt ceea ce căutați!
ru: Виртуальный кадровый помощник обновил список перспективных кандидатов. Сегодня утром мы добавили перспективных кандидатов ({0}) на проверку. Свяжитесь с ними, если они отвечают вашим требованиям!
sv: Den virtuella rekryteringsassistenten har uppdaterat listan med lovande kandidater. I morse lade vi till {0} lovande kandidater att granska. Kontakta dem om de matchar dina behov!
th: ผู้ช่วยในการสรรหาบุคลากรเสมือนจริงได้อัปเดตรายชื่อผู้สมัครที่โดดเด่นแล้ว เช้านี้เราจึงเพิ่มผู้สมัครที่โดดเด่นจำนวน {0} รายเพื่อการพิจารณา สามารถติดต่อผู้สมัครเหล่านี้หากตรงกับความต้องการของคุณ!
tr: Sanal işe alım yardımcısı umut vadeden adaylardan oluşan bir listeyi güncelledi. İncelemeniz için bu sabah {0} aday ekledik. Kriterlerinizi karşılıyorlarsa onlarla iletişime geçin!
uk: Віртуальний помічник із рекрутингу оновив список перспективних кандидатів. Сьогодні вранці ми додали {0} перспективних кандидатів на розгляд. Зв’’яжіться з ними, якщо вони відповідають вашим вимогам.
vi: Hỗ trợ tuyển dụng ảo đã cập nhật danh sách ứng viên triển vọng. Sáng nay, chúng tôi đã thêm {0} ứng viên triển vọng để đánh giá. Hãy liên lạc với họ nếu họ phù hợp với nhu cầu của bạn!

source: The virtual recruiting assistant is currently analyzing your job and will automatically apply recommended optimizations to help you attract and identify the most promising candidates. Any changes that we make or actions needed from you can be found here in this list. Let's work together to find your next hire!
ar: يُحلل مساعد التوظيف الافتراضي حاليًا وظيفتك وسيُطبق التحسينات الموصى بها تلقائيًا لمساعدتك على جذب وتحديد المرشحين الواعدين للوظيفة. يمكن العثور على أي تغييرات نُجريها بها أو الإجراءات المطلوبة منك هنا في هذه القائمة. لنتعاون سويًا للعثور على الموظف التالي!
cs: Virtuální náborový asistent momentálně analyzuje vaši nabídku práce a provede automaticky doporučenou optimalizaci, aby vám pomohl přilákat a vyhledat nejslibnější kandidáty. Veškeré změny, které provedeme, nebo zásahy potřebné z vaší strany jsou uvedeny v tomto seznamu. Pracujme společně na výběru vašeho příštího zaměstnance!
da: Den virtuelle rekrutteringskonsulent analyserer i øjeblikket dit job og vil automatisk anvende de anbefalede optimeringer for at hjælpe dig med at tiltrække og identificere de mest lovende kandidater. Du kan se de ændringer, vi foretager, eller de handlinger, der kræves af dig, på denne liste. Lad os arbejde sammen om at finde din næste medarbejder.
de: Der Virtual Recruiting Assistant analysiert derzeit Ihre Stellenanzeige und wendet automatisch empfohlene Optimierungen an, damit Sie vielversprechende Kandidaten auf sich aufmerksam machen und erkennen. Sämtliche Änderungen, die wir vornehmen, und die Maßnahmen, die Sie ergreifen sollten, können Sie dieser Liste entnehmen. So möchten wir Ihnen dabei helfen, neue Mitarbeiter zu finden.
el: Αυτήν τη στιγμή, ο εικονικός βοηθός εύρεσης υποψηφίων αναλύει τη θέση εργασίας σας και θα εφαρμόσει αυτόματα τις προτεινόμενες βελτιστοποιήσεις, για να σας βοηθήσει να προσελκύσετε και να εντοπίσετε τους πιο υποσχόμενους υποψηφίους. Τυχόν αλλαγές που κάνουμε ή ενέργειες που απαιτούνται από εσάς θα εμφανίζονται εδώ σε αυτήν τη λίστα. Ας συνεργαστούμε, για να βρούμε το επόμενο άτομο που θα προσλάβετε!
es_es: El asistente de reclutamiento virtual está analizando su empleo y aplicará automáticamente las optimizaciones recomendadas para ayudarle a atraer e identificar a los candidatos más prometedores. Cualquier cambio que hagamos o acción necesaria por su parte puede encontrarse aquí en esta lista. ¡Trabajemos juntos para encontrar a su próximo empleado!
fi: Virtuaalinen rekrytointiavustaja analysoi parhaillaan työpaikkaasi ja ottaa automaattisesti suositellut optimoinnit käyttöön. Näin työpaikkasi herättää lupaavimpien työnhakijoiden huomion ja sinun on myös helpompi huomata heidät muiden hakijoiden joukosta. Näet kaikki tekemämme muutokset ja sinulta edellytettävät toimenpiteet tästä listasta. Etsitään yhdessä seuraava uusi työntekijäsi!
fr_ca: L'assistant de recrutement virtuel est en train d'analyser votre offre d'emploi et appliquera automatiquement les optimisations recommandées, afin de vous aider à attirer et à dénicher les candidats les plus prometteurs. Toute modification de notre part ou toute action requise de votre côté sera indiquée dans cette liste. Trouvez votre prochaine recrue avec Indeed.
hu: A virtuális toborzóasszisztens jelenleg elemzi az álláshirdetését, és automatikusan alkalmazni fogja az ajánlott optimalizálásokat, hogy segítsen a legígéretesebb jelentkezőket megkeresni és az érdeklődésüket felkelteni. Minden olyan módosítást és műveletet megtalál ebben a listában, amelyet mi végeztünk el, illetve amely az Ön beavatkozását igényli. Dolgozzunk együtt, hogy Ön megtalálja leendő alkalmazottját!
in: Asisten perekrutan virtual sedang menganalisis lowongan Anda dan akan menerapkan optimasi yang direkomendasikan untuk membantu menarik dan menemukan kandidat yang paling menjanjikan. Setiap perubahan yang dibuat atau tindakan yang perlu Anda lakukan dapat ditemukan dalam daftar ini. Mari bekerja sama untuk menemukan calon karyawan Anda berikutnya!
it: L'assistente di selezione virtuale sta analizzando il tuo annuncio di lavoro e applicherà automaticamente le ottimizzazioni consigliate per aiutarti ad attrarre e identificare i candidati più promettenti. Eventuali modifiche da parte nostra o azioni necessarie da parte tua sono riportate in questo elenco. Lavoriamo insieme per trovare il candidato giusto!
iw: עוזר הגיוס הווירטואלי מנתח כעת את משרתך ויחיל אוטומטית מיטובים מומלצים שיעזרו לך למשוך ולזהות את המועמדים המבטיחים ביותר. כל שינוי שאנו מבצעים, או הפעולות הדרושות ממך, ניתן למצוא כאן ברשימה זו. קדימה, נעבוד יחד כדי למצוא את הגיוס הבא שלך!
ja: バーチャル採用活動アシスタントが求人内容を分析しています。求職者を惹きつけ、かつ候補者を見極めるのに役立つ最適化が、分析の完了後、自動的に適用されます。変更内容および次のステップは、このリストで確認できます。引き続き、採用活動に Indeed をお役立てください。
nl: De virtuele wervingsassistent analyseert je vacature en past automatisch aanbevolen optimalisaties toe, zodat je de meest veelbelovende kandidaten kunt vinden en aantrekken. In deze lijst staan alle wijzigingen en de acties die jij moet uitvoeren. Samen vinden we je volgende nieuwe medewerker.
no: Den virtuelle rekrutteringsassistenten analyserer for tiden jobben din og vil automatisk bruke anbefalte optimaliseringer for å hjelpe deg med å tiltrekke og identifisere de mest lovende kandidatene. Eventuelle endringer som vi gjør, eller handlinger som trengs fra din side, finner du her i denne listen. La oss jobbe sammen for å finne den neste ansettelsen din!
pl: Wirtualny asystent rekrutacji przeanalizuje ofertę pracy, a następnie automatycznie zastosuje rekomendowane optymalizacje, by ułatwić znalezienie najlepszych kandydatów i zainteresować ich. Na tej liście są podane wprowadzone zmiany i wymagane działania. Wspólnie znajdziemy nowego pracownika.
pt: No momento, o assistente de recrutamento virtual está analisando sua vaga e aplicará otimizações recomendadas automaticamente para ajudar você a atrair e identificar os candidatos mais promissores. As alterações feitas ou ações necessárias serão exibidas aqui nesta lista. Vamos trabalhar juntos para encontrar sua próxima contratação.
pt_pt: De momento, o assistente de recrutamento virtual está a analisar a sua oferta e aplicará automaticamente as otimizações recomendadas para o ajudar a atrair e identificar os candidatos mais promissores. As alterações realizadas ou ações necessárias serão apresentadas aqui nesta lista. Vamos trabalhar juntos para encontrar a sua próxima contratação.
ro: Asistentul de recrutare virtual vă analizează acum locul de muncă și va aplica automat optimizările recomandate pentru a vă ajuta să atrageți și să identificați candidații cei mai promițători. În această listă găsiți modificările pe care le facem noi sau acțiunile pe care trebuie să le întreprindeți dvs. Împreună vom găsi omul potrivit!
ru: Виртуальный кадровый помощник анализирует вашу вакансию и автоматически применяет рекомендованные оптимизации, чтобы помочь вам находить и привлекать самых перспективных кандидатов. В этом списке отражены все изменения, которые мы вносим, и действия, которые требуются от вас. Вместе мы найдем лучшего специалиста!
sv: Nu analyserar den virtuella rekryteringsassistenten ditt jobb och använder automatiskt de rekommenderade optimeringarna så att du kan attrahera och identifiera de mest lovande kandidaterna. Eventuella ändringar som vi gör eller åtgärder som krävs av dig visas i den här listan. Låt oss hitta din nästa rekrytering tillsammans!
th: ขณะนี้ผู้ช่วยในการสรรหาบุคลากรเสมือนจริงกำลังวิเคราะห์งานของคุณ และจะใช้การปรับให้เหมาะสมที่สุดตามที่แนะนำโดยอัตโนมัติ เพื่อช่วยให้คุณดึงดูดและเจาะจงผู้สมัครที่มีโดดเด่นมากที่สุด ทั้งนี้ การเปลี่ยนแปลงหรือการดำเนินการใด ๆ ที่เราได้ดำเนินการตามความต้องการของคุณ สามารถดูได้จากรายการนี้ที่นี่ มาช่วยกันค้นหาบุคลากรที่คุณจะจ้างคนต่อไปกันเลย!
tr: Sanal işe alım yardımcısı şu anda iş ilanınızı analiz ediyor ve en çok umut vadeden adayların ilgisini çekip bu adayları tespit edebilmeniz için önerilen optimizasyonları otomatik olarak uygulayacak. Gerçekleştirdiğimiz tüm değişiklikleri veya sizin yapmanız gereken işlemleri bu listede bulabilirsiniz. İşe alacağınız bir sonraki adayı bulmak için beraber çalışalım!
uk: Віртуальний помічник із рекрутингу аналізує вашу вакансію та автоматично застосовує рекомендовані оптимізації, щоб допомогти вам знаходити й залучати найперспективніших кандидатів. У цьому списку наведено всі зміни, які ми робимо, і дії, що потрібні від вас. Спільними зусиллями доберімо для вас найкращого фахівця!
vi: Hỗ trợ tuyển dụng ảo hiện đang phân tích việc làm của bạn và sẽ tự động áp dụng các tối ưu hóa được đề xuất để giúp bạn thu hút và xác định những ứng viên triển vọng nhất. Các thay đổi mà chúng tôi thực hiện hoặc các hành động mà bạn cần thực hiện đều được cung cấp trong danh sách này. Hãy cùng nhau tìm kiếm nhân viên tiếp theo của bạn!
