Repository: gbacruz/weblocal
Catalog: po/*.po
Languages: ar, cs, da, de, el, es_es, fi, fr_ca, hu, in, it, iw, ja, nl, no, pl, pt, pt_pt, ro, ru, sv, th, tr, uk, vi

source: You can enable the virtual recruiting assistant for your jobs below:
ar: يمكنك تمكين مساعد التوظيف الافتراضي لوظائفك أدناه:
cs: Virtuálního náborového asistenta můžete zapnout pro níže uvedené nabídky práce:
da: Du kan aktivere den virtuelle rekrutteringskonsulent for nedenstående jobs:
de: Sie können den Virtual Recruiting Assistant für die folgenden Stellenanzeigen aktivieren:
el: Μπορείτε να ενεργοποιήσετε τον εικονικό βοηθό εύρεσης υποψηφίων για τις θέσεις εργασίας σας παρακάτω:
es_es: A continuación, puede activar el asistente de reclutamiento virtual para sus empleos:
fi: Voit ottaa virtuaalisen rekrytointiavustajan käyttöön alla näkyville työpaikoillesi:
fr_ca: Vous pouvez activer l'assistant de recrutement virtuel pour les offres d'emploi indiquées ci-dessous :
hu: A virtuális toborzóasszisztenst az alábbi álláshirdetéseihez engedélyezheti:
in: Anda dapat mengaktifkan asisten perekrutan virtual untuk lowongan Anda di bawah ini:
it: Puoi abilitare l'assistente alla selezione virtuale per i seguenti annunci:
iw: באפשרותך להפעיל את עוזר הגיוס הווירטואלי למשרות שלך בהמשך:
nl: Je kunt de Virtual Recruiting Assistant inschakelen voor de volgende vacatures:
no: Du kan aktivere den virtuelle rekrutteringsassistenten for jobbene dine nedenfor:
pl: Poniżej można włączyć funkcję wirtualnego asystenta rekrutacji dla swoich ofert pracy:
pt: Você pode ativar o assistente de recrutamento virtual para as vagas abaixo:
pt_pt: Pode ativar o assistente de recrutamento virtual para as ofertas abaixo:
ro: Puteți activa asistentul virtual de recrutare pentru următoarele locuri de muncă:
ru: Виртуальный кадровый помощник можно включить для следующих вакансий:
sv: Du kan aktivera den virtuella rekryteringsassistenten för följande jobb:
th: คุณสามารถเปิดใช้ผู้ช่วยในการสรรหาบุคลากรเสมือนจริงสำหรับงานของคุณด้านล่าง:
tr: Aşağıdaki iş ilanlarınız için sanal işe alım yardımcısını etkinleştirebilirsiniz:
uk: Ви можете ввімкнути віртуальний помічник з рекрутингу для таких вакансій:
vi: Bạn có thể bật Trợ lý tuyển dụng ảo cho công việc của mình bên dưới:

source: You have {0} new candidate waiting for your review
es_es: Tiene {0} nuevo candidato a la espera de su evaluación
fr_ca: Vous avez {0} nouveau candidat en attente d'examen
pt_pt: Tem {0} novo candidato a aguardar pela sua avaliação

source: You will be notified when your job is live.
ar: سيتم إخطارك عندما تُعرض وظيفتك.
cs: Až bude nabídka práce aktivní, dáme vám o tom vědět.
da: Du får besked, når dit job er live.
de: Sie werden benachrichtigt, sobald Ihre Stellenanzeige freigeschaltet ist.
el: Θα ειδοποιηθείτε όταν η θέση εργασίας σας είναι ενεργή.
es_es: Recibirá una notificación en cuanto el empleo esté disponible.
fi: Saat ilmoituksen, kun työpaikkasi on julkaistu.
fr_ca: Vous recevrez un message lorsqu'elle sera mise en ligne.
hu: Értesítjük, amint az álláshirdetése aktívvá válik.
in: Anda akan diberitahu saat lowongan sudah terpasang.
it: Riceverai una notifica quando il tuo annuncio sarà pubblicato.
iw: תישלח לך התראה כשהמשרה שלך תהיה פעילה.
nl: Je ontvangt een melding zodra de vacature is geplaatst.
no: Du blir varslet når jobben er aktiv.
pl: Po opublikowaniu oferty pracy wyślemy powiadomienie.
pt: Você receberá uma notificação quando sua vaga for publicada.
pt_pt: Receberá uma notificação quando a sua oferta for publicada.
ro: Veți primi o notificare când se postează locul de muncă.
ru: Мы сообщим вам, когда ваша вакансия будет опубликована.
sv: Du får ett meddelande när ditt jobb blir aktivt.
th: คุณจะได้รับแจ้งเมื่อตำแหน่งงานของคุณถูกเผยแพร่
tr: İş ilanınız yayınlandığında sizi bilgilendireceğiz.
uk: Ми повідомимо вам, щойно вашу вакансію буде опубліковано.
vi: Bạn sẽ được thông báo khi việc làm của bạn được hiển thị.

source: Your account enrollment will be saved and remain active for any other jobs you have enabled
ar: سيجري حفظ تسجيل حسابك وسيظل نشطًا لأي وظائف أخرى قمت بتمكينها
cs: Registrace vašeho účtu bude uložena a zůstane aktivní u ostatních nabídek práce, které jste aktivovali.
da: Din kontotilmelding gemmes og forbliver aktiv for alle øvrige aktiverede jobs
de: Der Virtual Recruiting Assistant bleibt für alle anderen Stellenanzeigen aktiv, die Sie möglicherweise geschaltet haben
el: Η εγγραφή του λογαριασμού σας θα αποθηκευτεί και θα παραμείνει ενεργή για άλλες θέσεις εργασίας που ενεργοποιήσατε
es_es: Se guardará la inscripción de su cuenta y permanecerá activa para el resto de los empleos que haya habilitado.
fi: Tilisi rekisteröityminen tallennetaan, ja se säilyy aktiivisena kaikissa muissa työpaikoissa, joissa ominaisuus on otettu käyttöön
fr_ca: La fonctionnalité est désactivée seulement pour cette offre et restera activée pour toutes vos autres offres.
hu: Fiókregisztrációját mentjük, és a funkció minden egyéb álláshirdetéshez, amelyhez engedélyezve van, továbbra is aktív marad.
in: Pendaftaran akun Anda akan disimpan dan tetap aktif untuk lowongan lain dengan asisten perekrutan virtual yang aktif
it: La tua iscrizione non sarà modificata e resterà attiva per tutti gli altri tuoi annunci
iw: רישום החשבון שלך יישמר וימשיך להיות פעיל למשרות אחרות שהפעלת
ja: アカウントの登録は保存され、有効にした他の求人についても引き続き有効です
nl: Deze functie blijft actief voor je account en andere vacatures waarvoor deze is ingeschakeld.
no: Kontopåmeldingen lagres og forblir aktiv for alle andre jobber du har aktivert
pl: Konto pozostanie zarejestrowane i aktywne dla pozostałych włączonych ofert pracy
pt: O cadastro da sua conta será salvo e permanecerá ativo para outras vagas que você ativou.
pt_pt: A inscrição da sua conta será guardada e permanecerá ativa para todas as outras ofertas que tenha ativado.
ro: Înscrierea contului va fi salvată și va rămâne activă pentru celelalte locuri de muncă pe care le-ați activat
ru: Эта функция останется активна в вашем аккаунте для всех других вакансий, для которых она включена
sv: Din kontoanmälan sparas och fortsätter att vara aktiv för andra jobb som du har aktiverat
th: การลงทะเบียนบัญชีของคุณจะถูกบันทึกไว้และยังคงใช้งานสำหรับงานอื่นที่คุณเปิดใช้งานไว้ได้
tr: Hesap aboneliğiniz kaydedilir ve etkinleştirdiğiniz diğer iş ilanları için aktif kalır
uk: Ця функція залишатиметься активною у вашому обліковому записі для всіх інших вакансій, для яких вона ввімкнена
vi: Đăng ký tài khoản của bạn sẽ được lưu và vẫn hoạt động cho bất kỳ việc làm nào khác mà bạn đã bật

source: Your job has a budget set: {0}
ar: وظيفتك لها ميزانية محددة: {0}
cs: Vaše nabídka má nastaven rozpočet: {0}
da: Der er angivet et budget for jobbet: {0}
de: Das für Ihre Stellenanzeige festgelegte Budget liegt bei: {0}
el: Η θέση εργασίας σας έχει καθορισμένο προϋπολογισμό: {0}
es_es: Se ha fijado el siguiente presupuesto para su empleo: {0}
fi: Työpaikkailmoituksesi budjetti on määritetty: {0}
fr_ca: Votre annonce dispose d''un budget de {0}
hu: Álláshirdetéséhez beállítottuk a következő költségkeretet: {0}
in: Anggaran yang ditetapkan pada lowogan Anda: {0}
it: Il budget impostato per l''annuncio di lavoro è di {0}
iw: במשרה שלך הוגדר תקציב: {0}
nl: Er is een budget vastgesteld voor je vacature: {0}
no: Jobbens budsjett er satt til: {0}
pl: Budżet oferty pracy: {0}
pt: Sua vaga tem um orçamento definido: {0}
pt_pt: A sua oferta tem um orçamento definido: {0}
ro: Locul de muncă are un buget setat: {0}
ru: Для вашей вакансии установлен бюджет: {0}
sv: Ditt jobb har följande budget: {0}
th: งานของคุณกำหนดงบประมาณไว้ที่: {0}
tr: İş ilanınız için ayarlanmış bir bütçe bulunuyor: {0}
uk: Для вакансії встановлено бюджет: {0}
vi: Việc làm của bạn có bộ ngân sách: {0}

source: Your job has been submitted to Indeed for review. You will be notified once it’s live.
ar: تم إرسال وظيفتك إلى إنديد للمراجعة. سيتم إخطارك بمجرد أن تُعرض وظيفتك.
cs: Vaše nabídka práce byla předána Indeed ke kontrole. Až bude aktivní, dáme vám o tom vědět.
da: Jobbet er indsendt til Indeed til gennemsyn. Du får besked, når det er live.
de: Ihre Stellenanzeige wurde zur Prüfung an Indeed übermittelt. Sie werden benachrichtigt, sobald sie auf Indeed freigeschaltet wird.
el: Η θέση εργασίας σας υποβλήθηκε στο Indeed για αξιολόγηση. Θα ειδοποιηθείτε μόλις είναι ενεργή.
es_es: Se ha enviado su empleo a Indeed para su evaluación. Recibirá una notificación en cuanto esté disponible.
fi: Työpaikkailmoituksesi on lähetetty Indeedille tarkastettavaksi. Saat ilmoituksen, kun se on julkaistu.
fr_ca: Votre offre d'emploi a été envoyée à Indeed pour faire l'objet d'un examen. Vous recevrez un message lorsqu'elle sera mise en ligne.
hu: Álláshirdetését a rendszer elküldte az Indeednek felülvizsgálatra. Amint a hirdetés aktívvá válik, értesítjük.
in: Lowongan Anda telah dikirimkan ke Indeed untuk ditinjau. Anda akan diberitahu saat lowongan sudah terpasang.
it: Il tuo annuncio è stato inviato a Indeed per essere esaminato. Riceverai una notifica non appena sarà pubblicato.
iw: המשרה שלך נשלחה לבדיקה ב-Indeed. תישלח אליך התראה לאחר שהיא תהפוך לפעילה.
nl: Deze vacature is ter beoordeling verzonden naar Indeed. Je ontvangt een melding zodra de vacature is geplaatst.
no: Jobben er sendt til Indeed for gjennomgang. Du får beskjed når den er aktiv.
pl: Oferta pracy została przesłana do Indeed do sprawdzenia. Wyślemy powiadomienie po jej opublikowaniu.
pt: Sua vaga foi enviada ao Indeed para análise. Você receberá uma notificação quando ela for publicada.
pt_pt: A sua oferta foi enviada ao Indeed para análise. Receberá uma notificação quando for publicada.
ro: Locul de muncă a fost transmis către Indeed pentru evaluare. Veți primim o notificare când se postează.
ru: Ваша вакансия отправлена в Indeed на проверку. Как только она будет опубликована, мы вам сообщим.
sv: Ditt jobb har skickats till Indeed för granskning. Du får ett meddelande när det blir aktivt.
th: งานของคุณถูกส่งไปยัง Indeed เพื่อทบทวนแล้ว คุณจะได้รับแจ้งเมื่อมีการเผยแพร่
tr: İş ilanınız incelenmek üzere Indeed'e gönderildi. Yayınlandığında sizi bilgilendireceğiz.
uk: Вашу вакансію надіслано на перевірку до Indeed. Ми повідомимо вам, щойно її буде опубліковано.
vi: Việc làm của bạn đã được gửi cho Indeed để xem xét. Bạn sẽ được thông báo sau khi việc làm được hiển thị.

source: Your job is now being reviewed
ar: وظيفتك قيد المراجعة حاليًا
cs: Právě probíhá kontrola vaší nabídky práce
da: Dit job gennemses i øjeblikket
de: Ihre Stellenanzeige wird derzeit von Indeed geprüft
el: Η θέση εργασίας σας αξιολογείται
es_es: Se empleo está siendo evaluado
fi: Työpaikkasi tarkastus on käynnissä
fr_ca: Nous révisons présentement votre offre d'emploi
hu: Álláshirdetését épp most nézzük át
in: Lowongan Anda sedang ditinjau
it: Stiamo esaminando il tuo annuncio di lavoro
iw: המשרה שלך בבדיקה כעת
nl: Je vacature wordt beoordeeld
no: Jobben gjennomgås for øyeblikket
pl: Sprawdzamy ofertę pracy
pt: Sua vaga está em análise
pt_pt: A sua oferta está a ser analisada
ro: Locul de muncă este în curs de verificare
ru: Ваша вакансия проходит проверку
sv: Ditt jobb granskas just nu
th: กำลังทบทวนงานของคุณ
tr: İş ilanınız inceleniyor
uk: Ваша вакансія на перевірці
vi: Việc làm của bạn đang được xem xét

source: Your job is now live!
ar: وظيفتك معروضة الآن!
cs: Vaše nabídka práce je již aktivní!
da: Dit job er nu live!
de: Ihre Stellenanzeige ist jetzt freigeschaltet
el: Η θέση εργασίας σας είναι πλέον ενεργή!
es_es: Su empleo está disponible
fi: Työpaikkailmoituksesi on nyt julkaistu!
fr_ca: Votre offre d'emploi est désormais en ligne.
hu: Hirdetése mostantól aktív!
in: Lowongan Anda sudah terpasang!
it: Il tuo annuncio di lavoro è ora visibile
iw: המשרה שלך פעילה עכשיו!
nl: Je vacature is nu geplaatst
no: Jobben er nå aktiv!
pl: Oferta pracy jest już widoczna!
pt: Sua vaga foi publicada
pt_pt: A sua oferta foi publicada.
ro: Locul de muncă este acum activ!
ru: Ваша вакансия опубликована!
sv: Ditt jobb är aktivt nu!
th: เผยแพร่งานของคุณแล้ว!
tr: İş ilanınız artık yayında!
uk: Вашу вакансію опубліковано!
vi: Việc làm của bạn đang được hiển thị!

source: Your job title {0} was updated to {1}
ar: تم تحديث المسمى الوظيفي {0} لديك إلى {1}
cs: Název pracovního místa {0} se změnil na {1}
da: Din jobtitel, {0}, blev opdateret til {1}
de: Ihr ursprünglicher Jobtitel „{0}“ wurde in „{1}“ geändert
el: Ο τίτλος της θέσης εργασίας σας {0} ενημερώθηκε σε {1}
es_es: Tu título de empleo {0} se ha actualizado a {1}
fi: Työnimikkeesi {0} päivitettiin nimikkeeksi {1}
fr_ca: Votre titre de poste, {0}, a été remplacé par le suivant: {1}
hu: A(z) {0} állásmegnevezés erre módosult: {1}
in: Posisi lowongan {0} Anda diperbarui menjadi {1}
it: La posizione lavorativa {0} è stata aggiornata con il titolo {1}
iw: שם המשרה שלך {0} עודכן ל{1}
ja: 職種名{0}は{1}に変更されました
nl: De vacaturetitel {0} is gewijzigd in {1}
no: Stillingstittelen din {0} er blitt oppdatert til {1}
pl: Tytuł stanowiska {0} zmieniono na {1}
pt: O título da sua vaga foi atualizado de {0} para {1}
pt_pt: O título da oferta {0} foi atualizado a {1}
ro: Denumirea funcției {0} a fost schimbată în {1}
ru: Ваша должность «{0}» заменена на должность «{1}»
sv: Jobbtiteln {0} har uppdaterats till {1}
th: ตำแหน่งงาน {0} ของคุณได้อัปเดตเป็น {1}
tr: {0} olan pozisyon adınız {1} olarak güncellendi
uk: Назву вашої вакансії "{0}" змінено на "{1}"
vi: Chức danh {0} của bạn đã được cập nhật thành {1}

source: [{0}|{1}] applicant
ar: [{0}|{1}] مقدم الطلب
cs: [{0}|{1}] kandidát
da: [{0}|{1}] ansøger
de: [{0}|{1}] Kandidat
el: [{0}|{1}] υποψήφιος
es_es: [{0}|{1}] candidato
fi: [{0}|{1}] työnhakija
fr_ca: [{0}|{1}] candidat
hu: [{0}|{1}] jelentkező
in: [{0}|{1}] pelamar
it: [{0}|{1}] candidato
iw: [{0}|{1}] מועמד
ja: [{0}|{1}]人の応募者
nl: [{0}|{1}] sollicitant
no: [{0}|{1}] søker
pl: [{0}|{1}] kandydat
pt: [{0}|{1}] candidato
pt_pt: [{0}|{1}] candidato
ro: [{0}|{1}] candidat
ru: [{0}|{1}] кандидат
sv: [{0}|{1}] sökande
th: ผู้สมัคร [{0}|{1}] ราย
tr: [{0}|{1}] aday
uk: [{0}|{1}] кандидат
vi: [{0}|{1}] ứng viên

source: [{0}|{1}] applicant sourced by the virtual recruiting assistant
ar: حصل مساعد التوظيف الافتراضي على [{0}|{1}] مقدم طلب
cs: [{0}|{1}] kandidát získaný prostřednictvím virtuálního náborového asistenta
da: [{0}|{1}] ansøger, der er rekrutteret af den virtuelle rekrutteringskonsulent
de: [{0}|{1}] Kandidat vom Virtual Recruiting Assistant gesourct
el: [{0}|{1}] υποψήφιος στρατολογήθηκε από τον εικονικό βοηθό εύρεσης υποψηφίων
es_es: [{0}|{1}] candidato seleccionado por el asistente de reclutamiento virtual
fi: [{0}|{1}] työnhakija (virtuaalisen rekrytointiavustajan hakema)
fr_ca: [{0}|{1}] candidat contacté grâce à l''assistant de recrutement virtuel
hu: A virtuális toborzóasszisztens [{0}|{1}] jelentkezőt választott ki
in: [{0}|{1}] pelamar didapatkan oleh asisten perekrutan virtual
it: [{0}|{1}] candidato trovato dall''assistente di selezione virtuale
iw: [{0}|{1}] מועמד שאותר בעזרת עוזר הגיוס הווירטואלי
ja: [{0}|{1}]人の候補者を検出しました
nl: [{0}|{1}] sollicitant gevonden door de virtuele recruitmentassistent
no: [{0}|{1}] søker hentet fra den virtuelle rekrutteringsassistenten
pl: Dzięki wirtualnemu asystentowi rekrutacji pozyskano [{0}|{1}] kandydata
pt: [{0}|{1}] candidato recrutado pelo assistente de recrutamento virtual
pt_pt: [{0}|{1}] candidato recrutado pelo assistente de recrutamento virtual
ro: [{0}|{1}] candidat provenit de la asistentul de recrutare virtual
ru: Виртуальный кадровый помощник подобрал [{0}|{1}] кандидата
sv: [{0}|{1}] sökande hittades av den virtuella rekryteringsassistenten
th: ผู้สมัคร [{0}|{1}] รายที่จัดหาโดยผู้ช่วยในการสรรหาบุคลากรเสมือนจริง
tr: Sanal işe alım yardımcısı [{0}|{1}] aday buldu
uk: Віртуальний помічник із рекрутингу дібрав [{0}|{1}] кандидата
vi: [{0}|{1}] ứng viên được tìm kiếm bằng trình hỗ trợ tuyển dụng ảo

source: [{0}|{1}] min saved by the virtual recruiting assistant
ar: وفر مساعد التوظيف الافتراضي [{0}|{1}] دقيقة
cs: [{0}|{1}] minuta ušetřena prostřednictvím virtuálního náborového asistenta
da: [{0}|{1}] min. sparet af den virtuelle rekrutteringskonsulent
de: [{0}|{1}] Minute durch den Virtual Recruiting Assistant gespart
el: [{0}|{1}] λεπτό εξοικονομήθηκε από τον εικονικό βοηθό εύρεσης υποψηφίων
es_es: [{0}|{1}] minuto ahorrado gracias al asistente de reclutamiento virtual
fi: [{0}|{1}] minuutti (virtuaalisen rekrytointiavustajan tallentama)
fr_ca: [{0}|{1}] minute gagnée grâce à l''assistant de recrutement virtuel
hu: A virtuális toborzóasszisztens [{0}|{1}] percnyi keresést spórolt meg Önnek
in: [{0}|{1}] menit dihemat dengan asisten perekrutan virtual
it: [{0}|{1}] minuto risparmiato grazie all''assistente di selezione virtuale
iw: [{0}|{1}] דקה נחסכה על ידי עוזר הגיוס הווירטואלי
ja: [{0}|{1}]分をバーチャル採用活動アシスタントで節約できました
nl: [{0}|{1}] minuut bespaard door de virtuele recruitmentassistent
no: [{0}|{1}] minutt spart takket være den virtuelle rekrutteringsassistenten
pl: Dzięki wirtualnemu asystentowi rekrutacji oszczędzono [{0}|{1}] minutę
pt: [{0}|{1}] minuto economizado com o assistente de recrutamento virtual
pt_pt: [{0}|{1}] minuto poupado com o assistente de recrutamento virtual
ro: [{0}|{1}] minut economisit de asistentul de recrutare virtual
ru: Виртуальный кадровый помощник сэкономил [{0}|{1}] минуту
sv: [{0}|{1}] minut sparades av den virtuella rekryteringsassistenten
th: ประหยัดเวลาได้ [{0}|{1}] นาทีโดยผู้ช่วยในการสรรหาบุคลากรเสมือนจริง
tr: Sanal işe alım yardımcısı [{0}|{1}] dakika zaman kazandırdı
uk: Віртуальний помічник із рекрутингу заощадив [{0}|{1}] хвилину
vi: Tiết kiệm [{0}|{1}] phút nhờ trình hỗ trợ tuyển dụng ảo

source: [{0}|{1}] optimization applied
ar: تم تطبيق [{0}|{1}] تحسين
cs: [{0}|{1}] optimalizace uplatněná
da: [{0}|{1}] optimering anvendt
de: [{0}|{1}] Optimierung angewendet
el: [{0}|{1}] βελτιστοποίηση εφαρμόστηκε
es_es: [{0}|{1}] optimización aplicada
fi: [{0}|{1}] optimointi otettu käyttöön
fr_ca: [{0}|{1}] optimisation appliquée
hu: [{0}|{1}] optimalizálás történt
in: [{0}|{1}] optimasi diterapkan
it: [{0}|{1}] ottimizzazione applicata
iw: [{0}|{1}] מיטוב הוחל
ja: [{0}|{1}]件を最適化
nl: [{0}|{1}] optimalisatie toegepast
no: [{0}|{1}] optimalisering brukt
pl: Zastosowano [{0}|{1}] optymalizację
pt: [{0}|{1}] otimização aplicada
pt_pt: [{0}|{1}] otimização aplicada
ro: [{0}|{1}] optimizare aplicată
ru: Применена [{0}|{1}] оптимизация
sv: [{0}|{1}] optimering användes
th: [{0}|{1}] รายที่ใช้การปรับให้เหมาะสมที่สุด
tr: [{0}|{1}] optimizasyon uygulandı
uk: Застосовано [{0}|{1}] оптимізацію
vi: [{0}|{1}] tối ưu hóa được áp dụng

source: [{0}|{1}] promising candidate
ar: [{0}|{1}] مرشح واعد للوظيفة
cs: [{0}|{1}] slibný kandidát
da: [{0}|{1}] lovende kandidat
de: [{0}|{1}] vielversprechende Bewerbung
el: [{0}|{1}] υποσχόμενος υποψήφιος
es_es: [{0}|{1}] candidato prometedor
fi: [{0}|{1}] lupaava työnhakija
fr_ca: [{0}|{1}] candidat prometteur
hu: [{0}|{1}] ígéretes jelentkező
in: [{0}|{1}] kandidat menjanjikan
it: [{0}|{1}] candidato idoneo
iw: [{0}|{1}] מועמד מבטיח
nl: [{0}|{1}] veelbelovende kandidaat
no: [{0}|{1}] lovende kandidat
pl: [{0}|{1}] obiecujący kandydat
pt: [{0}|{1}] candidato promissor
pt_pt: [{0}|{1}] candidato promissor
ro: [{0}|{1}] candidat promițător
ru: [{0}|{1}] перспективный кандидат
sv: [{0}|{1}] lovande kandidat
th: [{0}|{1}] ผู้สมัครที่โดดเด่น
tr: [{0}|{1}] umut vadeden aday
uk: [{0}|{1}] перспективний кандидат
vi: [{0}|{1}] ứng viên triển vọng

source: [{0}|{1}] view
ar: [{0}|{1}] عرض
cs: [{0}|{1}] zobrazení
da: [{0}|{1}] visning
de: [{0}|{1}] Aufruf
el: [{0}|{1}] προβολή
es_es: [{0}|{1}] visualización
fi: [{0}|{1}] katselukerta
fr_ca: [{0}|{1}] vue
hu: [{0}|{1}] megtekintés
in: [{0}|{1}] tampilan
it: [{0}|{1}] visualizzazione
iw: [{0}|{1}] צפייה
ja: 閲覧数[{0}|{1}]回
nl: [{0}|{1}] weergave
no: [{0}|{1}] visning
pl: [{0}|{1}] wyświetlenie
pt: [{0}|{1}] visualização
pt_pt: [{0}|{1}] visualização
ro: [{0}|{1}] vizualizare
ru: [{0}|{1}] просмотр
sv: [{0}|{1}] visning
th: ดู [{0}|{1}] ครั้ง
tr: [{0}|{1}] görüntülenme
uk: [{0}|{1}] перегляд
vi: [{0}|{1}] lượt xem

source: until {0}
ar: حتى {0}
cs: až do {0}
da: indtil {0}
de: bis zum {0}
el: έως {0}
es_es: hasta el {0}
fi: {0} saakka
fr_ca: jusqu''au {0}
hu: a következő dátumig: {0}
in: sampai {0}
it: fino alla data seguente: {0}
iw: עד {0}
ja: {0}まで
nl: tot {0}
no: frem til {0}
pl: do {0}
pt: até {0}
pt_pt: até {0}
ro: până la {0}
ru: до {0}
sv: fram till {0}
th: จนถึง {0}
tr: {0} tarihine kadar
uk: до {0}
vi: cho đến {0}

source: {0} new
ar: {0} جديد
cs: {0} nový
da: {0} ny
de: {0} neuer
el: {0} νέος
es_es: {0} nuevo
fi: {0} uusi
fr_ca: {0} nouveau
hu: {0} új
in: {0} baru
it: {0} nuovo
iw: {0} חדש
ja: {0}人の新規応募者
nl: {0} nieuwe
no: {0} ny
pl: {0} nowy
pt: {0} novo
pt_pt: {0} novo
ro: {0} nou
ru: {0} новый
sv: {0} ny
th: ใหม่ {0} ราย
tr: {0} yeni aday
uk: {0} новий
vi: {0} mới

source: {0} per application
ar: {0} لكل طلب تقدم
cs: {0} na žádost
da: {0} pr. ansøgning
de: {0} pro Bewerbung
el: {0} ανά αίτηση
es_es: {0} por solicitud
fi: {0} hakemusta kohden
fr_ca: {0} par candidature
hu: {0} jelentkezésenként
in: {0} per lamaran
it: {0} per candidatura
iw: {0} להגשת מועמדות
nl: {0} per sollicitatie
no: {0} per søknad
pl: {0} na aplikację
pt: {0} por candidatura
pt_pt: {0} por candidatura
ro: {0} per candidatură
ru: {0} за отклик
sv: {0} per ansökan
th: {0} ต่อการสมัคร
tr: Başvuru başına {0}
uk: {0} на заявку
vi: {0} môi đơn ứng tuyển

source: {0} per day
ar: {0} يوميًا
cs: {0} za den
da: {0} pr. dag
de: {0} pro Tag
el: {0} ανά ημέρα
es_es: {0} al día
fi: {0} päivässä
fr_ca: {0} par jour
hu: {0} naponta
in: {0} per hari
it: {0} al giorno
iw: {0} ליום
ja: {0} (日額)
nl: {0} per dag
no: {0} per dag
pl: {0} dziennie
pt: {0} por dia
pt_pt: {0} por dia
ro: {0} pe zi
ru: {0} в день
sv: {0} per dag
th: {0} ต่อวัน
tr: Günde {0}
uk: {0} на день
vi: {0} một ngày

source: {0} per day until {1}
ar: {0} يوميًا حتى {1}
cs: {0} za den až do {1}
da: {0} pr. dag indtil {1}
de: {0} pro Tag bis zum {1}
el: {0} ανά ημέρα έως {1}
es_es: {0} al día hasta el {1}
fi: {0} päivässä {1} saakka
fr_ca: {0} par jour jusqu''au {1}
hu: {0} naponta a következő dátumig: {1}
in: {0} per hari sampai {1}
it: {0} al giorno fino alla data seguente: {1}
iw: {0} ליום עד {1}
ja: {1}まで日額{0}
nl: {0} per dag tot {1}
no: {0} per dag frem til {1}
pl: {0} dziennie do {1}
pt: {0} por dia até {1}
pt_pt: {0} por dia até {1}
ro: {0} pe zi până la {1}
ru: {0} в день до {1}
sv: {0} per dag fram till {1}
th: {0} ต่อวันจนถึง {1}
tr: {1} tarihine kadar günde {0}
uk: {0} на день до {1}
vi: {0} một ngày cho đến {1}

source: {0} per hour
ar: {0} / لكل ساعة
cs: {0} za hodinu
da: {0} pr. time (før skat)
de: {0} pro Stunde
el: {0} ανά ώρα
es_es: {0} a la hora
fi: {0} tunnissa
fr_ca: {0} de l''heure
hu: {0} óránként
in: {0} per jam
it: {0} all''ora
iw: {0} לשעה
ja: 時給 {0}
nl: {0} per uur
no: {0} per time
pl: {0} za godzinę
pt: {0} por hora
pt_pt: {0} por hora
ro: {0} pe oră
ru: {0} в час
sv: {0} per timme
th: {0} ต่อชั่วโมง
tr: {0}/saat
uk: {0} на годину
vi: {0} một giờ

source: {0} per month
ar: {0} شهريًا
cs: {0} za měsíc
da: {0} pr. måned
de: {0} pro Monat
el: {0} ανά μήνα
es_es: {0} al mes
fi: {0} kuukaudessa
fr_ca: {0} par mois
hu: {0} havonta
in: {0} per bulan
it: {0} al mese
iw: {0} לחודש
ja: {0} (月額)
nl: {0} per maand
no: {0} per måned
pl: {0} miesięcznie
pt: {0} por mês
pt_pt: {0} por mês
ro: {0} pe lună
ru: {0} в месяц
sv: {0} per månad
th: {0} ต่อเดือน
tr: Ayda {0}
uk: {0} на місяць
vi: {0} một tháng
