Repository: gbacruz/weblocal
Catalog: po/*.po
Languages: ar, cs, da, de, el, es_es, fi, fr_ca, hu, in, it, iw, ja, nl, no, pl, pt, pt_pt, ro, ru, sv, th, tr, uk, vi

source: The virtual recruiting assistant is only available to jobs that need optimization
ar: مساعد التوظيف الافتراضي متاح فقط للوظائف التي تحتاج إلى تحسين
cs: Virtuální náborový asistent je k dispozici pouze pro nabídky práce, které vyžadují optimalizaci
da: Den virtuelle rekrutteringsassistent er kun tilgængelig for jobs, der kræver optimering
de: Der Virtual Recruiting Assistant ist nur für Stellenanzeigen verfügbar, die optimiert werden müssen.
el: Ο εικονικός βοηθός εύρεσης υποψηφίων είναι διαθέσιμος μόνο για θέσεις εργασίας που χρειάζονται βελτιστοποίηση
es_es: El asistente de reclutamiento virtual solo está disponible para empleos que necesitan optimización
fi: Virtuaalinen rekrytointiavustaja on käytettävissä vain optimointia vaativissa työpaikoissa
fr_ca: L'assistant de recrutement virtuel a été conçu pour repérer les annonces pouvant être améliorées.
hu: A Virtuális toborzóasszisztens csak olyan álláshirdetésekhez érhető el, amelyeket optimalizálni kell
in: Asisten perekrutan virtual hanya tersedia untuk lowongan yang memerlukan optimasi
it: L'assistente di selezione virtuale è disponibile solo per gli annunci che necessitano di ottimizzazione
iw: עוזר הגיוס הווירטואלי זמין רק למשרות הזקוקות למיטוב
ja: バーチャル採用活動アシスタントは、最適化が必要な求人でのみ利用できます。
nl: De Virtual Recruiting Assistant is alleen beschikbaar voor vacatures die geoptimaliseerd moeten worden
no: Den virtuelle rekrutteringsassistenten er kun tilgjengelig for jobber som trenger optimalisering
pl: Wirtualny asystent rekrutacji jest dostępny tylko w przypadku ofert pracy wymagających optymalizacji
pt: O assistente de recrutamento virtual está disponível apenas para vagas que precisam de otimização.
pt_pt: O assistente de recrutamento virtual apenas está disponível para ofertas que requerem otimização.
ro: Asistentul de recrutare virtual este disponibil doar pentru locurile de muncă ce necesită optimizare
ru: Виртуальный кадровый помощник доступен только для вакансий, требующих оптимизации
sv: Den virtuella rekryteringsassistenten är bara tillgänglig för jobb som behöver optimeras
th: ผู้ช่วยในการสรรหาบุคลากรเสมือนจริงจะใช้ได้เฉพาะงานที่ต้องการการปรับให้เหมาะสมที่สุดเท่านั้น
tr: Sanal işe alım yardımcısı yalnızca optimizasyon gerektiren iş ilanları için kullanılabilir
uk: Віртуальний помічник із рекрутингу доступний лише для вакансій, що потребують оптимізації
vi: Trình hỗ trợ tuyển dụng ảo chỉ dành cho những việc làm cần tối ưu hóa

source: The virtual recruiting assistant will provide you a curated list of promising candidates by:
ar: سيقدم لك مساعد التوظيف الافتراضي قائمة مختارة من المرشحين للوظيفة الواعدين عبر:
cs: Virtuální náborový asistent vám poskytne seznam vybraných slibných kandidátů:
da: Den virtuelle rekrutteringskonsulent opretter en klargjort liste over lovende kandidater efter:
de: Der Virtual Recruiting Assistant erstellt eine Vorauswahl mit vielversprechenden Kandidaten für Sie, indem er:
el: Ο εικονικός βοηθός εύρεσης υποψηφίων θα σας παρέχει μια επιμελημένη λίστα υποσχόμενων υποψηφίων:
es_es: El asistente de reclutamiento virtual le proporcionará una lista filtrada de candidatos prometedores haciendo lo siguiente:
fi: Virtuaalinen rekrytointiavustaja luo kuratoidun listan lupaavista työnhakijoista
fr_ca: L'assistant de recrutement virtuel vous fournira une sélection de candidats prometteurs en suivant ces étapes :
hu: A virtuális toborzóasszisztens összeállít Önnek egy listát az ígéretes jelentkezőkről az alábbiak segítségével:
in: Asisten perekrutan virtual akan memberikan Anda daftar pilihan kandidat yang menjanjikan dengan:
it: L'assistente alla selezione virtuale fornirà un elenco selezionato di candidati idonei:
iw: עוזר הגיוס הווירטואלי יספק רשימה ערוכה של מועמדים מבטיחים על ידי:
ja: バーチャル採用活動アシスタントは、次のような方法で候補者のリストを作成します。
nl: De Virtual Recruiting Assistant doet het volgende om een lijst van veelbelovende kandidaten samen te stellen:
no: Den virtuelle rekrutteringsassistenten vil sette sammen liste over lovende kandidater ved å:
pl: Działania, które może podjąć wirtualny asystent rekrutacji, aby przedstawić wyselekcjonowaną listę obiecujących kandydatów:
pt: O assistente de recrutamento virtual fornecerá uma lista selecionada de candidatos promissores com as seguintes ações:
pt_pt: O assistente de recrutamento virtual irá disponibilizar uma lista selecionada de candidatos promissores com as seguintes ações:
ro: Asistentul de recrutare virtual vă va pune la dispoziție o listă prelucrată de candidați promițători, prin:
ru: Составление списка перспективных кандидатов:
sv: Den virtuella rekryteringsassistenten tar fram en matchningslista med lovande kandidater genom att:
th: ผู้ช่วยในการสรรหาบุคลากรเสมือนจริงจะให้รายชื่อผู้สมัครที่โดดเด่นที่ได้รวบรวมไว้ตาม:
tr: Sanal işe alım yardımcısı şunları yaparak sizin için umut vaat eden adayların bir listesini oluşturur:
uk: Способи складання списку перспективних кандидатів:
vi: Trợ lý tuyển dụng ảo sẽ cung cấp cho bạn danh sách các ứng viên triển vọng được tuyển chọn bằng cách:

source: Time saver
ar: موَّفر الوقت
cs: Úspora času
da: Tidsbesparelse
de: Zeitersparnis
el: Εξοικονόμηση χρόνου
es_es: Ahorro de tiempo
fi: Säästä aikaa
fr_ca: Gain de temps
hu: Időtakarékos
in: Penghemat waktu
it: Più veloce
iw: חוסך זמן
ja: オススメ
nl: Bespaart tijd
no: Sparer tid
pl: Oszczędność czasu
pt: Poupa-tempo
pt_pt: Poupa tempo
ro: Economie de timp
ru: Экономия времени
sv: Sparar tid
th: ตัวช่วยประหยัดเวลา
tr: Zaman kazandırır
uk: Економія часу
vi: Trình lưu thời gian

source: Title updated to {0}
ar: تم تحديث العنوان إلى {0}
cs: Název aktualizován na {0}
da: Titel er opdateret til {0}
de: Titel zu {0} geändert
el: Ο τίτλος ενημερώθηκε σε {0}
es_es: Título actualizado a {0}
fi: Työnimikkeeksi on päivitetty {0}
fr_ca: Nouveau titre de poste : {0}
hu: Az állás leírása módosítva erre: {0}
in: Posisi lowongan diperbarui menjadi {0}
it: Titolo aggiornato: {0}
iw: הכותרת עודכנה ל{0}
ja: 職種名を{0}に変更しました
nl: Vacaturetitel bijgewerkt naar {0}
no: Tittel oppdatert til {0}
pl: Zmieniono tytuł stanowiska na: {0}
pt: Título atualizado para {0}
pt_pt: Título atualizado para {0}
ro: Funcție actualizată la {0}
ru: Изменение должности: {0}
sv: Jobbtiteln uppdaterades till {0}
th: อัปเดตชื่อเป็น {0}
tr: Başlık {0} olarak güncellendi
uk: Назву вакансії змінено на «{0}»
vi: Cập nhật chức danh thành {0}

source: Turn off for this job
ar: إيقاف تفعيل التقدم لهذه الوظيفة
cs: Vypnout u této nabídky práce
da: Slå dette job fra
de: Für diese Stellenanzeige deaktivieren
el: Απενεργοποίηση για αυτήν τη θέση εργασίας
es_es: Desactivar para este empleo
fi: Laita pois päältä tässä työpaikassa
fr_ca: Désactiver pour cette offre
hu: Kikapcsolás ennél az álláshirdetésnél
in: Matikan untuk lowongan ini
it: Disattiva per questo annuncio
iw: השבתה עבור משרה זו
ja: この求人のみ無効にする
nl: Uitschakelen voor deze vacature
no: Slå av for denne jobben
pl: Wyłącz dla tej oferty pracy
pt: Desativar para esta vaga
pt_pt: Desativar para esta oferta
ro: Dezactivați pentru acest loc de muncă
ru: Отключить для этой вакансии
sv: Stäng av för det här jobbet
th: ปิดสำหรับงานนี้
tr: Bu iş ilanı için kapat
uk: Вимкнути для цієї вакансії
vi: Tắt cho việc làm này

source: Unclear about price
ar: الأمر غير واضح بشأن السعر
cs: Nejasnost ohledně ceny
da: Usikker i forhold til prisen
de: Ich bin mir über den Preis unklar
el: Η τιμή δεν μου είναι σαφής
es_es: Precio poco claro
fi: En ole varma palvelun hinnasta
fr_ca: Le prix n'est pas clair
hu: Nem egyértelmű árszabás
in: Tidak jelas harganya
it: Le informazioni sul prezzo non sono chiare
iw: לא ברור לגבי המחיר
ja: 料金がよく分からない
nl: Prijs is niet duidelijk
no: Uklarhet om pris
pl: Niepewność co do ceny
pt: Não é claro em relação ao preço
pt_pt: Não é claro em relação ao preço
ro: Prețul nu este clar
ru: Нет ясности насчет цены
sv: Inte säker på priset
th: ราคาไม่ชัดเจน
tr: Fiyatı net değil
uk: Незрозуміло, яка ціна
vi: Không rõ ràng về giá

source: Understand their expectations
ar: فهم توقعاتهم
cs: Snažte se porozumět jejich očekávání
da: Forstå deres forventninger
de: Er überprüft ihre Erwartungen
el: Κατανοήστε τις προσδοκίες τους.
es_es: Comprender sus expectativas
fi: määrittämällä työnhakijoiden odotukset
fr_ca: Confirmation de leurs attentes en matière d'emploi.
hu: Az elvárásaik feltérképezése
in: Memahami ekspektasi mereka
it: Comprendi le loro aspettative
iw: הבנת הציפיות שלהם
ja: 応募者が何を期待しているか把握する
nl: Hun verwachtingen begrijpen
no: forstå forventningene deres
pl: Poznaj ich oczekiwania
pt: Entender as expectativas deles
pt_pt: Compreender as expectativas dos candidatos
ro: Înțelegeți care sunt așteptările lor
ru: Определение ожиданий соискателей
sv: Förstå deras förväntningar
th: เข้าใจความคาดหวังของบุคคลเหล่านี้
tr: Adayların beklentilerini anlar
uk: Визначення очікувань шукачів
vi: Hiểu rõ kỳ vọng của họ

source: Understand what would be your ideal candidates
ar: فهم مَن سيكون المرشحين للوظيفة المثاليين
cs: Pochopte, jaký je váš ideální kandidát
da: Forstå, hvad de ideelle kandidater er
de: Er sammelt Informationen zu Ihrem Anforderungsprofil.
el: Κατανοήστε ποιοι θα ήταν οι ιδανικοί υποψήφιοι για εσάς.
es_es: Comprender cuáles serían los candidatos ideales
fi: määrittelemällä juuri sinun tarpeisiisi sopivat työnhakijat
fr_ca: Configuration du profil de votre candidat idéal.
hu: Annak feltérképezése, milyen az Ön számára ideális jelentkező
in: Memahami seperti apa kandidat ideal Anda
it: Comprende il profilo del tuo candidato ideale
iw: הבנה מיהם המועמדים האידאליים שלך
ja: どのような候補者が貴社の定める条件を満たすのか把握する
nl: Begrijpen wat jouw ideale kandidaat zou zijn
no: forstå hvem som ville vært de perfekte kandidatene
pl: Dowiedz się, czym powinni charakteryzować się idealni kandydaci
pt: Entenda quais seriam seus candidatos ideais.
pt_pt: Compreender quais seriam os seus candidatos ideais
ro: Înțelegerea profilului pentru candidații dvs. ideali
ru: Определение ваших представлений об идеальном кандидате
sv: Förstå vad du letar efter hos en kandidat
th: เข้าใจสิ่งที่อาจจะเป็นคุณสมบัติในอุดมคติของคุณ
tr: İdeal adayınızın hangi niteliklere sahip olması gerektiğini anlar
uk: Визначення ваших уявлень про ідеального кандидата
vi: Hiểu rõ đâu sẽ là ứng viên lý tưởng của bạn

source: Unhappy with the optimizations applied
ar: غير راضٍ عن التحسينات المطبقة
cs: Nespokojenost s provedenými optimalizacemi
da: Utilfreds med de anvendte optimeringer
de: Ich bin mit den angewendeten Optimierungen unzufrieden
el: Οι βελτιστοποιήσεις που εφαρμόζονται δεν με ικανοποιούν
es_es: Insatisfacción con las optimizaciones aplicadas
fi: En ole tyytyväinen käytössä oleviin optimointeihin
fr_ca: Les optimisations apportées ne me conviennent pas
hu: Elégedetlen vagyok az alkalmazott optimalizálásokkal
in: Tidak puas dengan optimasi yang diterapkan
it: Le ottimizzazioni applicate non mi soddisfano
iw: לא מרוצה מהמיטובים שהוחלו
ja: 求人が思うように最適化されていない
nl: Niet tevreden over toegepaste optimalisaties
no: Misfornøyd med optimaliseringene
pl: Niezadowolenie z zastosowanych optymalizacji
pt: Não gostei das otimizações aplicadas
pt_pt: Não gostei das otimizações aplicadas
ro: Nu sunt mulțumit de optimizările aplicate
ru: Не устраивают настройки оптимизации
sv: Inte nöjd med optimeringarna
th: ไม่พอใจกับการปรับแต่งที่ได้
tr: Uygulanan optimizasyonlardan memnun değilim
uk: Не подобаються налаштування оптимізації
vi: Không hài lòng với các tối ưu hóa được áp dụng

source: Updated a list of promising candidates
ar: تم تحديث قائمة المرشحين الواعدين للوظيفة
cs: Aktualizovaný seznam slibných kandidátů
da: Listen over lovende kandidater blev opdateret
de: Vorauswahl vielversprechender Kandidaten aktualisiert
el: Ενημερώθηκε μια λίστα υποσχόμενων υποψηφίων
es_es: Lista actualizada de candidatos prometedores
fi: Lupaavien työnhakijoiden lista on päivitetty
fr_ca: Sélection quotidienne de candidats prometteurs mise à jour
hu: Frissítettük az ígéretes jelentkezők listáját
in: Daftar kandidat yang menjanjikan telah diperbarui
it: La selezione di candidati idonei è stata aggiornata
iw: עודכנה רשימה של מועמדים מבטיחים
ja: 候補者リストを更新しました
nl: Lijst met veelbelovende kandidaten bijgewerkt
no: Oppdatert en liste over lovende kandidater
pl: Zaktualizowano listę obiecujących kandydatów
pt: Uma lista de candidatos promissores foi atualizada
pt_pt: Foi atualizada uma lista de candidatos promissores.
ro: S-a actualizat o listă de candidați promițători
ru: Изменение списка перспективных кандидатов
sv: Uppdaterade en lista med lovande kandidater
th: อัปเดตรายชื่อผู้สมัครที่โดดเด่นแล้ว
tr: Umut vadeden adaylar listesi güncellendi
uk: Оновлено список перспективних кандидатів
vi: Đã cập nhật danh sách ứng viên triển vọng

source: Using the Indeed Resume database, we've identified job seekers that are looking for a new role and meet your qualifications. We've sent them customized invitations asking them to apply on your behalf. If they agree with the match & apply, you can review them in your shortlist.
ar: باستخدام قاعدة بيانات السيرة الذاتية على إنديد، حددنا الباحثين عن وظيفة الذين يبحثون عن دور جديد ويستوفون المؤهلات المطلوبة. وأرسلنا دعوات مخصصة نطلب من الباحثين عن وظيفة التقدم للوظيفة نيابة عنك. إذا وافقوا على المطابقة والتقدم للوظيفة، فيمكنك مراجعتهم في قائمتك المختصرة.
cs: Pomocí databáze životopisů Indeed jsme identifikovali uchazeče o práci, kteří hledají nové místo a splňují vaše kvalifikační požadavky. Odeslali jsme jim vaším jménem pozvánky k podání žádosti o pracovní místo. Budou-li souhlasit a odešlou-li žádost, můžete se s nimi seznámit v seznamu vybraných uchazečů.
da: Ved hjælp af Indeed CV-databasen har vi identificeret jobsøgere, der søger efter et nyt job og opfylder de kvalifikationer, du har angivet. Vi har sendt dem tilpassede invitationer og på dine vegne bedt dem om at ansøge. Hvis de accepterer matchet og ansøger, kan du gennemse dem på din liste.
de: Wir haben in der Datenbank von Indeed Lebensläufe aktive Jobsuchende gefunden, die Ihren Anforderungen entsprechen, und sie in Ihrem Namen individuell dazu aufgefordert, sich zu bewerben. Wenn ihnen die Stelle gefällt und sie sich bewerben, werden sie Ihnen in Ihrer Liste angezeigt.
el: Χρησιμοποιώντας τη βάση δεδομένων του Βιογραφικού Indeed, εντοπίσαμε άτομα που αναζητούν εργασία και ψάχνουν έναν νέο ρόλο και ανταποκρίνονται στα προσόντα που θέλετε. Τους στείλαμε εκ μέρους σας προσαρμοσμένες προσκλήσεις, ζητώντας τους να κάνουν αίτηση. Αν συμφωνήσουν με την αντιστοιχία και κάνουν αίτηση, μπορείτε να τα αξιολογήσετε στη λίστα σας με τους επικρατέστερους υποψηφίους.
es_es: Al utilizar la base de datos de CV Indeed, identificamos a los candidatos que buscan un puesto nuevo y que cumplen con sus cualificaciones. Les hemos enviado invitaciones personalizadas en su nombre pidiéndoles que presenten su solicitud. Si están de acuerdo con que es interesante y completan la solicitud, podrá revisar sus candidaturas en la preselección.
fi: Olemme tunnistaneet Indeed-ansioluettelotietokannan avulla työnhakijat, jotka etsivät uutta työpaikkaa ja vastaavat pätevyysvaatimuksiasi. Olemme lähettäneet heille puolestasi henkilökohtaisen kutsun hakea työpaikkaasi. Jos työpaikka vaikuttaa heidän mielestään sopivalta ja he päättävät hakea sitä, näet heidän tietonsa omassa listassasi.
fr_ca: Nous avons repéré dans notre CVthèque des candidats en recherche active et correspondant au profil de votre poste. Nous leur avons envoyé un message personnalisé, en votre nom, les invitant à postuler. S'ils acceptent et postulent, vous pourrez consulter leur profil dans votre présélection.
hu: Az Indeed Önéletrajz szolgáltatás adatbázisából azonosítottuk azokat az új állást keresőket, akik megfelelnek az Ön követelményeinek. Személyre szabott meghívót küldtünk nekik az Ön nevében, arra kérve őket, hogy jelentkezzenek az álláshirdetésére. Ha megfelelőnek tartják az ajánlott állást és jelentkeznek, megnézheti őket a kiemelt jelölteket tartalmazó listán.
in: Dengan menggunakan database CV Indeed, kami telah menemukan pencari kerja yang mencari jabatan baru dan memenuhi kualifikasi Anda. Kami telah mengirimi mereka undangan yang disesuaikan yang meminta mereka untuk melamar. Jika mereka setuju dengan kecocokan ini & melamar, Anda dapat meninjau mereka di daftar kandidat Anda.
it: Utilizzando il database di Indeed CV, abbiamo identificato gli utenti in cerca di lavoro che rispondono ai requisiti richiesti. Abbiamo provveduto a inviare inviti personalizzati a tuo nome, chiedendo agli utenti di presentare la propria candidatura. Se si candidano, potrai visualizzarli nella tua lista.
iw: באמצעות מסד נתוני קורות החיים של Indeed זיהינו מחפשי עבודה שמחפשים תפקיד חדש ומתאימים לכישורים שציינת. שלחנו להם בשמך הזמנות בהתאמה אישית עם בקשה להגיש מועמדות. אם הם יסכימו להתאמה ויגישו מועמדות, תהיה לך אפשרות לבדוק אותם ברשימה המצומצמת שלך.
nl: Met de cv-database van Indeed hebben we kandidaten gevonden die op zoek zijn naar een nieuwe functie en de vereiste kwalificaties hebben. We hebben namens jou deze kandidaten gepersonaliseerde uitnodigingen gestuurd met de vraag om te solliciteren. Als ze interesse hebben en solliciteren, kun je ze beoordelen in je shortlist.
no: Ved hjelp av Indeeds CV-database har vi identifisert jobbsøkere som leter etter en ny stilling og som oppfyller dine kvalifikasjoner. Vi har på dine vegne sendt dem tilpassede invitasjoner der vi ber dem søke. Hvis de er enige og søker, kan du se gjennom dem i favorittlisten din.
pl: Korzystając z bazy danych CV Indeed wskazaliśmy osoby, które szukają nowej pracy i mają wymagane kwalifikacje. Wysłaliśmy do nich spersonalizowane zaproszenia do aplikowania. Udostępnimy listę osób, które uznają, że oferta im odpowiada i prześlą swoje zgłoszenia.
pt: Com base no banco de dados do Currículo Indeed, identificamos candidatos que estão em busca de um novo cargo e possuem as qualificações exigidas. Enviamos a eles convites personalizados em seu nome solicitando que se candidatem. Caso concordem com a sugestão, você poderá avaliá-los na sua lista final de candidatos.
pt_pt: A base de dados de Currículos Indeed permitiu-nos identificar candidatos que procuram um novo emprego e têm as qualificações necessárias. Vamos enviar-lhes convites personalizados em seu nome para que se candidatem. Se os candidatos concordarem com a sugestão e se candidatarem, poderá avaliá-los na sua lista final de candidatos.
ro: Cu ajutorul bazei de date Indeed Resume, am identificat solicitanți care caută un rol nou și au calificările pe care le cereți. Le-am transmis invitații personalizate prin care îi rugăm în numele dvs. să candideze. Dacă sunt de acord cu potrivirea și candidatura, îi veți putea evalua în lista scurtă.
ru: С помощью базы данных Indeed Резюме мы нашли соискателей, которые ищут новую работу и отвечают вашим требованиям. Мы отправили им от вашего имени персонализированные приглашения с предложением откликнуться на вакансию. Если они согласятся, вы увидите их в коротком списке.
sv: Med hjälp av Indeed CV-databasen har vi identifierat jobbsökare som letar efter en ny roll och uppfyller dina kvalifikationer. Vi har skickat anpassade inbjudningar där vi för din räkning uppmanar dem att ansöka. Om de håller med om att de matchar och ansöker, kan du granska dem i din slutlista.
th: โดยการใช้ฐานข้อมูลเรซูเม่ของ Indeed ทำให้เราระบุตัวผู้หางานที่กำลังมองหางานใหม่และตรงตามคุณสมบัติของคุณ เราได้จัดส่งคำเชิญเฉพาะในนามของคุณไปยังบุคคลเหล่านี้เพื่อขอให้สมัครงานกับคุณ หากบุคคลเหล่านี้ยอมรับข้อเสนอและสมัครงาน คุณจะสามารถดูรายชื่อบุคคลเหล่านี้ได้จากบัญชีรายชื่อที่คัดสรรไว้
tr: Indeed CV veri tabanını kullanarak, yeni bir pozisyon arayan ve kriterlerinize uyan iş arayanlar tespit ettik. İlanınıza başvurmaları için sizin adınıza onlara özelleştirilmiş bir davet gönderdik. Eşleşmeyi kabul edip başvuruda bulunmaları durumunda bu adayları eleme listenizde inceleyebilirsiniz.
uk: У базі даних Indeed Резюме ми знайшли кандидатів, які шукають нову роботу й відповідають вашим вимогам, і від вашого імені надіслали їм персональні запрошення з пропозицією надіслати заявку на вакансію. Якщо вони погодяться, ви побачите їх у короткому списку.
vi: Bằng cách sử dụng cơ sở dữ liệu Indeed Resume, chúng tôi đã xác định những người tìm việc đang tìm kiếm một vai trò mới và đáp ứng các tiêu chuẩn của bạn. Thay mặt bạn, chúng tôi đã gửi cho họ lời mời tùy chỉnh mời họ ứng tuyển. Nếu họ đồng ý với kết quả phù hợp và ứng tuyển, bạn có thể xem lại họ trong danh sách chọn lọc của mình.

source: View job
ar: عرض الوظيفة
cs: Zobrazit nabídku práce
da: Vis job
de: Job anzeigen
el: Προβολή θέσης εργασίας
es_es: Ver empleo
fi: Näytä työpaikka
fr_ca: Voir l'annonce
hu: Állás megtekintése
in: Lihat lowongan
it: Visualizza annuncio
iw: צפייה במשרה
nl: Vacature bekijken
no: Vis jobb
pl: Zobacz ofertę pracy
pt: Visualizar vaga
pt_pt: Ver oferta
ro: Vedeți locul de muncă
ru: Просмотреть вакансию
sv: Visa jobb
th: ดูงาน
tr: İlanı gör
uk: Переглянути вакансію
vi: Xem việc làm

source: View your curated list
ar: عرض القائمة المختارة
cs: Zobrazte seznam vybraných kandidátů
da: Se din klargjorte liste
de: Vorauswahl ansehen
el: Προβολή της επιμελημένης λίστας σας
es_es: Ver lista filtrada
fi: Näytä kuratoitu lista
fr_ca: Consulter ma sélection
hu: Az összeállított lista megtekintése
in: Lihat daftar pilihan Anda
it: Visualizza la selezione
iw: הצגת הרשימה הערוכה
nl: Samengestelde lijst bekijken
no: Vis din sammensatte liste
pl: Wyświetl wyselekcjonowaną listę
pt: Ver sua lista selecionada
pt_pt: Ver a sua lista selecionada
ro: Vedeți lista prelucrată
ru: Посмотреть подготовленный список
sv: Visa din matchningslista
th: ดูรายชื่อผู้สมัครที่โดดเด่น
tr: Benim için oluşturulan listeyi görüntüle
uk: Переглянути рекомендований список
vi: Xem lại danh sách tổng hợp của bạn

source: Virtual Recruiting assistant has been disabled
ar: تم تعطيل مساعد التوظيف الافتراضي
cs: Virtuální náborový asistent byl deaktivován
da: Den virtuelle rekrutteringskonsulent er blevet deaktiveret
de: Der Virtual Recruiting Assistant wurde deaktiviert
el: Ο Εικονικός βοηθός εύρεσης υποψηφίων απενεργοποιήθηκε
es_es: Se ha deshabilitado el asistente de reclutamiento virtual.
fi: Virtuaalinen rekrytointiavustaja on poistettu käytöstä
fr_ca: L'assistant de recrutement virtuel a été désactivé
hu: Letiltotta virtuális toborzóasszisztenst
in: Asisten perekrutan virtual telah dimatikan
it: L'assistente di selezione virtuale è stato disattivato
iw: עוזר הגיוס הווירטואלי הושבת
ja: バーチャル採用活動アシスタントが無効になりました
nl: Virtual Recruiting Assistant is uitgeschakeld
no: Den virtuelle rekrutteringsassistenten er deaktivert
pl: Wirtualny asystent rekrutacji został wyłączony
pt: O assistente de recrutamento virtual foi desativado
pt_pt: O assistente de Recrutamento virtual foi desativado
ro: Asistentul de recrutare virtual a fost dezactivat
ru: Виртуальный кадровый помощник отключен
sv: Den virtuella rekryteringsassistenten har inaktiverats
th: ผู้ช่วยในการสรรหาบุคลากรเสมือนจริงถูกปิดใช้งาน
tr: Sanal işe alım yardımcısı devre dışı bırakıldı
uk: Віртуальний помічник із рекрутингу вимкнений
vi: Trình hỗ trợ tuyển dụng ảo đã bị tắt

source: Virtual recruiting assistant:
ar: مساعد التوظيف الافتراضي:
cs: Virtuální náborový asistent:
da: Virtuel rekrutteringsassistent:
el: Εικονικός βοηθός εύρεσης υποψηφίων:
es_es: Asistente de reclutamiento virtual:
fi: Virtuaalinen rekrytointiavustaja:
fr_ca: Assistant de recrutement virtuel :
hu: Virtuális toborzóasszisztens:
in: Asisten perekrutan virtual:
it: Assistente di selezione virtuale:
iw: עוזר הגיוס הווירטואלי:
ja: バーチャル採用活動アシスタント：
no: Virtuell rekrutteringsassistent:
pl: Wirtualny asystent rekrutacji:
pt: Assistente de recrutamento virtual:
pt_pt: Assistente de recrutamento virtual:
ro: Asistentul de recrutare virtual:
ru: Виртуальный кадровый помощник:
sv: Virtuell rekryteringsassistent:
th: ผู้ช่วยในการสรรหาบุคลากรเสมือนจริง:
tr: Sanal işe alım yardımcısı:
uk: Віртуальний помічник із рекрутингу:
vi: Trình hỗ trợ tuyển dụng ảo:
