Repository: gbacruz/weblocal
Catalog: po/*.po
Languages: ar, cs, da, de, el, es_es, fi, fr_ca, hu, in, it, iw, ja, nl, no, pl, pt, pt_pt, ro, ru, sv, th, tr, uk, vi

source: Attract more job seekers to your job by adding pay information. Jobs with this information listed are 40% more likely to hire (Indeed Hire, US). The assistant does not automatically add pay information to your job without your confirmation.
ar: اجذب المزيد من الباحثين عن وظائف من خلال إضافة معلومات الراتب. فالوظائف التي تتضمن معلومات كهذه من المرجح أن تزيد نسبة التوظيف فيها بمقدار 40% (Indeed Hire، الولايات المتحدة). لا يضيف المساعد معلومات الراتب تلقائيًا إلى وظيفتك دون تأكيد منك أولاً.
cs: Zaujměte uchazeče o práci tím, že do nabídky práce doplníte informace o platu. U nabídek práce, které tuto informaci obsahují, je o 40 % větší pravděpodobnost úspěšného náboru (Indeed Hire, US). Asistent informace o platu do nabídky práce nepřidává automaticky bez vašeho potvrzení.
da: Tiltræk flere jobsøgere til jobbet ved at tilføje lønoplysninger. Der er 40 % større sandsynlighed for en ansættelse for jobs, hvor denne oplysning er angivet (Indeed Hire, USA). Konsulenten føjer ikke automatisk lønoplysninger til jobbet uden din bekræftelse.
de: Machen Sie mehr Jobsuchende auf Ihre Stellenanzeige aufmerksam, indem Sie Gehaltsinformationen hinzufügen. Wenn eine Stellenanzeige Gehaltsinformationen enthält, ist die Wahrscheinlichkeit in den USA 40 % höher, dass die Stelle besetzt wird* (Indeed Hire, USA). Ohne Ihre Bestätigung fügt der Virtual Recruiting Assistant Gehaltsinformationen nicht automatisch hinzu.
el: Προσελκύστε περισσότερα άτομα που αναζητούν εργασία στη θέση εργασίας σας, προσθέτοντας πληροφορίες πληρωμής. Οι θέσεις εργασίας που αναφέρουν αυτές τις πληροφορίες έχουν 40% περισσότερες πιθανότητες να πραγματοποιήσουν πρόσληψη (Indeed Hire, ΗΠΑ). Ο βοηθός δεν προσθέτει αυτόματα πληροφορίες πληρωμής στη θέση εργασίας χωρίς την επιβεβαίωσή σας.
es_es: Atraiga a más candidatos para su empleo añadiendo información sobre el salario. Los empleos con esta información detallada tienen un 40 % más de probabilidad de concretarse (Indeed Hire, EE. UU.). El asistente no agrega información sobre el salario de forma automática sin su confirmación.
fi: Herätä useampien työnhakijoiden mielenkiinto työpaikkaasi kohtaan lisäämällä palkkatiedot. Työpaikkailmoitukset, joihin on lisätty palkkatiedot, johtavat 40 % todennäköisemmin rekrytointiin (Indeed Hire, Yhdysvallat). Avustaja ei lisää palkkatietoja työpaikkaasi automaattisesti ilman vahvistustasi.
fr_ca: Attirez plus de chercheurs d'emploi en indiquant le salaire. Les offres incluant cette information ont 40 % plus de chances de mener à un recrutement (Indeed Hire, États-Unis). L'assistant n'ajoute pas de salaire sans votre accord.
hu: Adja meg a fizetési adatokat, hogy több álláskereső érdeklődést felkeltse. 40%-kal valószínűbb, hogy fel tud venni valakit arra az állásra, amelynél meg vannak adva a fizetési adatok. (Indeed Hire, USA). Az asszisztens az Ön hozzájárulása nélkül nem ad hozzá fizetési adatokat az álláshirdetéshez.
in: Jadikan lowongan Anda menarik lebih banyak pencari kerja dengan menambahkan informasi gaji. Lowongan yang mencantumkan informasi ini 40% lebih banyak kemungkinannya berhasil merekrut (Indeed Hire, Amerika Serikat). Asisten tidak secara otomatis menambahkan informasi gaji pada lowongan Anda tanpa konfirmasi Anda.
it: Fai in modo che il tuo annuncio attiri più persone in cerca di lavoro aggiungendo informazioni sulla retribuzione. Quando un annuncio riporta queste informazioni, le probabilità di assunzione aumentano del 40% (Indeed Hire, Stati Uniti). L'assistente non aggiunge automaticamente le informazioni sulla retribuzione all'annuncio di lavoro senza la tua conferma.
iw: אפשר למשוך מחפשי עבודה נוספים למשרה שלך על ידי הוספת פרטי תשלום. למשרות שמופיע בהן מידע זה יש סבירות גבוהה יותר ב-40% לגייס (Indeed Hire, ארה"ב). העוזר לא מוסיף באופן אוטומטי פרטי תשלום למשרה שלך ללא אישורך.
ja: 求人に給与情報を追加すると、より多くの求職者を惹きつけることができます。給与情報が掲載されている求人は、採用率が40％高くなります（Indeed Hire、米国）。貴社の承認なしに、バーチャル採用活動アシスタントによって給与情報が自動的に求人に追加されることはありません。
nl: Trek meer werkzoekenden aan door salarisgegevens aan je vacature toe te voegen. Bij vacatures met salarisgegevens is de kans 40% groter dat ze worden vervuld (Indeed Hire, VS). De Virtual Recruiting Assistant voegt alleen salarisgegevens aan je vacature toe als jij het bevestigt.
no: Tiltrekk deg flere jobbsøkere for jobben ved å legge til lønnsinformasjon. Det er 40 % større sannsynlighet for ansettelse dersom det legges inn lønnsinformasjon (Indeed Hire, USA). Assistenten legger ikke automatisk til lønnsinformasjon for jobben uten din bekreftelse.
pl: Dodając informację o wynagrodzeniu, zainteresujesz swoją ofertą pracy więcej osób. Szanse na zatrudnienie właściwego kandydata są o 40% wyższe w przypadku ofert z podaną informacją o wynagrodzeniu (Indeed Hire, USA). Asystent nie dodaje automatycznie informacji o wynagrodzeniu do ofert pracy — wymagane jest potwierdzenie.
pt: Atraia mais candidatos para sua vaga adicionando informações salariais. As vagas com essas informações têm uma probabilidade 40% maior de levar a uma contratação (Indeed Hire, EUA). O assistente não adiciona informações salariais à vaga automaticamente sem a sua confirmação.
pt_pt: Atraia mais candidatos para a sua oferta ao adicionar informações salariais. As ofertas com estas informações têm uma probabilidade 40% superior de levar a uma contratação (Indeed Hire, EUA). O assistente não adiciona automaticamente as informações salariais à oferta sem a sua confirmação.
ro: Atrageți mai mulți solicitanți la locul de muncă adăugând informații despre remunerație. Locurile de muncă care afișează aceste informații au o probabilitate de angajare cu 40% mai mare (Indeed Hire, SUA). Asistentul nu adaugă automat informații despre remunerație la locul de muncă fără confirmarea dvs.
ru: Чтобы привлечь к своей вакансии больше соискателей, добавьте информацию об оплате. Вероятность заполнить вакансию с такими сведениями на 40 % выше (по данным Indeed Hire, США). Помощник не будет автоматически добавлять информацию об оплате в вакансию без вашего подтверждения.
sv: Attrahera fler jobbsökare till ditt jobb genom att lägga till löneinformation. Det är 40 % mer sannolikt att rekryteringen lyckas om den här informationen har angetts (Indeed Hire, USA). Rekryteringsassistenten lägger inte till löneinformation för jobbet automatiskt utan din bekräftelse.
th: ดึงดูดผู้หางานไปยังงานของคุณให้มากขึ้นโดยการเพิ่มข้อมูลค่าตอบแทน งานที่มีข้อมูลนี้มีโอกาสมากขึ้น 40% ที่จะได้รับการว่าจ้าง (Indeed Hire, ประเทศอเมริกา) ทั้งนี้ ผู้ช่วยจะไม่เพิ่มข้อมูลค่าตอบแทนไปยังงานของคุณโดยอัตโนมัติหากไม่ได้รับการยืนยันจากคุณ
tr: Maaş bilgisi ekleyerek iş ilanınıza daha fazla iş arayanı çekin. Bu bilginin yer aldığı iş ilanları ile birini işe alma ihtimaliniz %40 daha fazladır (Indeed Hire, ABD). İşe alım yardımcısı, onayınız olmadan iş ilanınıza otomatik olarak maaş bilgisi eklemez.
uk: Щоб залучити до своєї вакансії більше шукачів, додайте інформацію про оплату. Імовірність заповнити вакансію з такими відомостями на 40 % вища (за даними Indeed Hire, США). Помічник не додаватиме інформацію про оплату до вакансії автоматично без вашого підтвердження.
vi: Thu hút nhiều người tìm việc cho việc làm của bạn hơn bằng cách thêm thông tin thanh toán. Các việc làm có thông tin này có xác suất tuyển dụng cao hơn 40% (Indeed Hire, Mỹ). Trình hỗ trợ không tự động thêm thông tin thanh toán vào việc làm của bạn nếu bạn không xác nhận.

source: Attract relevant job seekers
ar: جذب الباحثين عن وظيفة الملائمين
cs: Zaujměte relevantní uchazeče o práci
da: Tiltræk relevante jobsøgere
de: Passende Jobsuchende
el: Προσέλκυση σχετικών ατόμων που αναζητούν εργασία
es_es: Atraer candidatos idóneos
fi: Herättää sopivien työnhakijoiden mielenkiinnon
fr_ca: Attirer des chercheurs d'emploi pertinents
hu: A megfelelő álláskeresők figyelmének a felkeltése
in: Menarik minat pencari kerja yang sesuai kriteria
it: Attirare candidati idonei
iw: משיכת מחפשי עבודה רלוונטיים
ja: 条件に近い求職者を惹きつける
nl: Relevante werkzoekenden aantrekken
no: Tiltrekke relevante jobbsøkere
pl: Przyciągnij odpowiednie osoby poszukujące pracy
pt: Atrair candidatos relevantes
pt_pt: Atrair candidatos relevantes
ro: Atragerea unor solicitanți de locuri de muncă relevanți
ru: Привлечение подходящих соискателей
sv: Attrahera relevanta jobbsökare
th: ดึงดูดผู้หางานที่เกี่ยวข้อง
tr: Alakalı iş arayanların ilgisini çeker
uk: Залучає належних шукачів
vi: Thu hút người tìm việc liên quan

source: Automatic job enhancement
ar: التحسين التلقائي للوظيفة
cs: Automatické vylepšení nabídek práce
da: Automatisk jobudvidelse
de: Automatische Optimierung von Stellenanzeigen
el: Αυτόματη βελτίωση θέσης εργασίας
es_es: Mejorar automáticamente los empleos
fi: Automaattinen työpaikan optimointi
fr_ca: Amélioration automatique de votre offre d'emploi
hu: Az álláshirdetés minőségének automatikus javítása
in: Peningkatan lowongan secara otomatis
it: Ottimizzazione automatica dell'annuncio
iw: שיפור משרה אוטומטי
ja: 自動的に採用を強化
nl: Automatische verbetering van je vacature
no: Automatisk jobbforbedring
pl: Automatyczne ulepszanie oferty pracy
pt: Melhoria automática de vaga
pt_pt: Melhoria automática de ofertas
ro: Îmbunătățirea automată a locului de muncă
ru: Автоматическая оптимизация вакансии
sv: Automatisk jobbförbättring
th: การเพิ่มประสิทธิภาพของงานโดยอัตโนมัติ
tr: Otomatik iş ilanı geliştirme
uk: Автоматично оптимізує вакансії
vi: Tự động cải thiện việc làm

source: Based on your feedback, we've added a salary of {0} to your job
ar: بناءً على تعليقاتك، أضفنا راتبًا قدره {0} إلى وظيفتك
cs: Na základě vaší zpětné vazby jsme přidali k nabídce práce plat ve výši {0}
da: Vi har føjet en løn på {0} til dit job, baseret på din feedback
de: Wir haben basierend auf Ihrem Feedback die Gehaltsangabe {0} zu Ihrer Stellenanzeige hinzugefügt
el: Βάσει των σχολίων σας, προσθέσαμε έναν μισθό ύψους {0} στη θέση εργασίας σας
es_es: Siguiendo lo que nos ha indicado, agregamos un salario de {0} a su empleo
fi: Olemme lisänneet palautteesi perusteella työpaikkasi palkaksi {0}
fr_ca: En se basant sur vos indications, nous avons ajouté un salaire de {0} à votre offre.
hu: Visszajelzése alapján hozzáadtunk {0} fizetést az álláshirdetéséhez
in: Berdasarkan masukan Anda, kami menambahkan gaji sebesar {0} ke lowongan Anda
it: In base al tuo feedback, abbiamo aggiunto uno stipendio di {0} al tuo annuncio
iw: לפי המשוב שלך הוספנו משכורת בסך {0} למשרה שלך
nl: Op basis van je feedback hebben we een salaris van {0} aan je vacature toegevoegd.
no: Basert på tilbakemeldinger har vi lagt til en lønn på {0} i jobben
pl: Na podstawie przekazanych nam informacji dodaliśmy do oferty pracy wynagrodzenie w wysokości {0}
pt: Com base na sua avaliação, adicionamos um salário de {0} à sua vaga
pt_pt: Com base no seu feedback, adicionámos um salário de {0} à sua oferta
ro: Pe baza feedbackului dvs., am adăugat un salariu de {0} la locul de muncă
ru: На основе обратной связи от вас мы указали для вашей вакансии зарплату в размере {0}
sv: Baserat på din feedback har vi lagt till en lön på {0} för jobbet
th: อิงตามข้อเสนอแนะของคุณ เราได้เพิ่มเงินเดือนที่ {0} สำหรับงานของคุณ
tr: Geri bildiriminizi temel alarak iş ilanınıza maaş bilgisini ({0}) ekledik
uk: На основі зворотного зв’язку від вас ми додали для вашої вакансії зарплату {0}
vi: Dựa trên phản hồi của bạn, chúng tôi đã thêm mức lương {0} vào công việc của bạn

source: Call them and submit a post-call survey
ar: اتصلت بهم وأرسلت استبيانًا بعد المكالمة
cs: Zavolat a odeslat následný dotazník
da: ringer til vedkommende, og indsender en undersøgelse efter opkaldet.
de: sie anrufen und anschließend eine Umfrage zu dem Telefonat ausfüllen
el: Τους καλέσετε και υποβάλετε μια έρευνα μετά την κλήση.
es_es: Los llama y les envía una encuesta después de la llamada.
fi: Soitat ja lähetät kyselyn puhelun jälkeen
fr_ca: Téléphoné au candidat et envoyé un sondage après l'appel.
hu: Felhívja őket, majd beküld egy felmérést a hívásról
in: Menghubungi kandidat dan mengirimkan survei pasca-panggilan
it: contatti un candidato o invii un questionario dopo la chiamata
iw: התקשרת אליהם ושלחת סקר אחרי השיחה
ja: 電話面接後にアンケートを送信
nl: de kandidaat belt en na het gesprek een enquête verstuurt
no: ringer dem og sender et spørreskjema etter samtalen
pl: Rozmowa telefoniczna i przesłanie ankiety po rozmowie.
pt: Ligar para o candidato e enviar uma pesquisa após a chamada.
pt_pt: Ligar e enviar um inquérito pós-chamada.
ro: Îi sunați și le trimiteți un sondaj după apel
ru: Позвоните и предложите опрос после звонка.
sv: Ringer personen och skickar in en undersökning efter samtalet
th: โทรหาและส่งแบบสำรวจหลังการโทร
tr: Adayı arar ve arama sonrasında bir anket gönderirseniz
uk: Зателефонуйте й запропонуйте пройти опитування після дзвінка.
vi: Gọi ứng viên và gửi khảo sát sau cuộc gọi

source: Changed applicant qualifications to required
ar: تم تغيير مؤهلات مقدم الطلب إلى مؤهلات مطلوبة
cs: Kvalifikace kandidátů změněna na povinnou položku
da: Ansøgerkvalifikationer er ændret til de påkrævede
de: Bewerbungsfragen zu „Erforderlich“ geändert
el: Αλλαγή των προσόντων υποψηφίων σε απαιτούμενα
es_es: Se marcaron las cualificaciones del candidato como obligatorias
fi: Työnhakijoiden pätevyysvaatimukset muutettu pakollisiksi
fr_ca: Mise à jour des paramètres du profil recherché
hu: A jelentkezéshez tartozó képzettségeket szükségesre módosítottuk
in: Mengubah kualifikasi pelamar ke wajib
it: Modifica domande sulle qualifiche del candidato richieste
iw: שינוי דרישות מהמועמד לחובה
nl: Kwalificaties voor sollicitanten vereist gemaakt
no: Endret jobbsøkerkvalifikasjoner til obligatorisk
pl: Zmieniono kwalifikacje kandydata na wymagane
pt: Qualificações do candidato foram alteradas para obrigatórias
pt_pt: As qualificações do candidato foram alteradas para obrigatórias
ro: Calificările candidaților au fost modificate în obligatorii
ru: Статус квалификационных требований к соискателям изменен на обязательные
sv: Kvalifikationerna för sökande har ändrats till nödvändiga
th: แก้ไขคุณสมบัติของผู้สมัครเป็นเงื่อนไขที่ต้องระบุ
tr: Aday nitelikleri gerekli olarak değiştirildi
uk: Кваліфікаційні вимоги до кандидатів стали обов’язковими
vi: Đã thay đổi trình độ ứng viên thành bắt buộc

source: Clarify their availability for next steps
ar: توضيح مدى استعدادهم للخطوات التالية
cs: Ověřte si dostupnost kandidátů pro další kroky
da: Afklar deres tilgængelighed for de næste trin
de: Er prüft ihre Verfügbarkeit für weitere Schritte.
el: Αποσαφηνίστε τη διαθεσιμότητά τους για τα επόμενα βήματα.
es_es: Ver claramente su disponibilidad para los próximos pasos
fi: selvittämällä heidän mahdollisuutensa osallistua hakuprosessin seuraaviin vaiheisiin
fr_ca: Faire le point sur leurs disponibilités pour les prochaines étapes.
hu: Elérhetőségük tisztázása a további lépésekhez
in: Memastikan ketersediaan mereka untuk tahap berikutnya
it: Verifica la loro disponibilità per i passi successivi
iw: הבהרת הזמינות שלהם לשלבים הבאים
ja: 次の段階に進めるかどうかを明確にする
nl: Hun beschikbaarheid voor de volgende stappen controleren
no: avklare tilgjengelighet med tanke på videre trinn
pl: Dopytaj ich o dostępność na potrzeby kolejnych kroków
pt: Saiba a disponibilidade deles para as próximas etapas.
pt_pt: Esclarecer qual é a disponibilidade dos candidatos para as etapas seguintes
ro: Clarificați disponibilitatea pentru pașii următori
ru: Уточнение доступности кандидатов для следующих этапов
sv: Klargöra deras tillgänglighet för kommande steg
th: ชี้แจงความพร้อมของบุคคลเหล่านี้สำหรับขั้นตอนถัดไป
tr: Sıradaki adımlar için uygunluklarını netleştirir
uk: Уточнення доступності кандидатів для наступних етапів
vi: Làm rõ tính sẵn sàng của họ cho các bước tiếp theo

source: Close
ar: إغلاق
cs: Zavřít
da: Luk
de: Schließen
el: Κλείσιμο
es_es: Cerrar
fi: Sulje
fr_ca: Fermer
hu: Bezárás
in: Tutup
it: Chiudi
iw: סגירה
ja: 閉じる
nl: Sluiten
no: Lukk
pl: Zamknij
pt: Fechar
pt_pt: Fechar
ro: Închidere
ru: Закрыть
sv: Stäng
th: ปิด
tr: Kapat
uk: Закрити
vi: Đóng

source: Collecting candidate requirements
ar: جمع متطلبات المرشح للوظيفة
cs: Shromažďování požadavků kandidátů
da: Indsamler kandidatkrav
de: Anforderungen an Kandidaten sammelt
el: Συλλέγοντας απαιτήσεις υποψηφίων
es_es: Recopilar los requisitos de los candidatos
fi: yhdistämällä työnhakijoiden vaatimukset
fr_ca: Obtention des critères concernant les candidats.
hu: A jelentkezők elvárásainak összegyűjtése
in: Mengumpulkan persyaratan kandidat
it: Raccogliendo i requisiti dei candidati
iw: איסוף דרישות לגבי מועמדים
ja: 候補者に対する条件を集める
nl: Vereisten voor kandidaten verzamelen
no: samle inn kandidatkrav
pl: Zebranie wymagań dotyczących kandydatów
pt: Coletar os requisitos dos candidatos.
pt_pt: Obter os requisitos para os candidatos
ro: Colectarea cerințelor pentru candidați
ru: Сбор требований к кандидатам
sv: Samla in kandidatkrav
th: กำลังรวบรวมข้อกำหนดของผู้สมัคร
tr: Aday gerekliliklerini toplar
uk: Збирання вимог до кандидатів
vi: Thu thập yêu cầu ứng viên

source: Collecting feedback on your ideal candidates
ar: جمع ملاحظات حول المرشحين للوظيفة المثاليين
cs: Shromažďování zpětné vazby o ideálních kandidátech
da: Indsamler feedback om de ideelle kandidater
de: Feedback zu Ihren Anforderungen an Kandidaten sammelt
el: Συλλέγοντας σχόλια για τους ιδανικούς υποψηφίους σας.
es_es: Recopilar comentarios sobre los candidatos ideales
fi: keräämällä palautetta ehtojasi vastaavilta työnhakijoilta
fr_ca: Paramétrage du profil recherché.
hu: Visszajelzések gyűjtése az ideális jelentkezőkről
in: Mengumpulkan masukan terkait kandidat ideal Anda
it: Raccogliendo feedback sui tuoi candidati ideali
iw: איסוף משוב על המועמדים האידאליים שלך
ja: 候補者についてのフィードバックを集める
nl: Feedback over je ideale kandidaten verzamelen
no: samle inn tilbakemelding på perfekte kandidater
pl: Zebranie informacji zwrotnych o idealnych kandydatach
pt: Coletar avaliações dos seus candidatos ideais.
pt_pt: Obter feedback sobre os seus candidatos ideais
ro: Colectarea feedbackului legat de candidații ideali
ru: Определение ваших представлений об идеальных кандидатах
sv: Samla in feedback om önskade kandidater
th: กำลังรวบรวมข้อเสนอแนะเกี่ยวกับผู้สมัครในอุดมคติของคุณ
tr: İdeal adayınıza dair geri bildirim toplar
uk: Визначення ваших уявлень про ідеальних кандидатів
vi: Thu thập phản hồi về các ứng viên lý tưởng của bạn

source: Confirm their experience and skills
ar: تأكيد خبراتهم ومهاراتهم
cs: Ověřte jejich zkušenosti a dovednosti
da: Bekræft deres erfaring og færdigheder
de: Er überprüft ihre Erfahrungen und Fähigkeiten.
el: Επιβεβαιώστε την εμπειρία και τις δεξιότητές τους.
es_es: Confirmar su experiencia y habilidades
fi: varmistamalla työnhakijoiden kokemuksen ja taidot
fr_ca: Vérification de leur expérience et de leurs compétences.
hu: Tapasztalataik és készségeik megerősítése
in: Memastikan pengalaman dan keterampilan mereka
it: Verifica le loro esperienze e competenze
iw: אישור הניסיון והמיומנויות שלהם
ja: 候補者の経験とスキルを確認する
nl: Hun ervaring en vaardigheden controleren
no: bekrefte erfaring og ferdigheter
pl: Potwierdź ich doświadczenie i umiejętności
pt: Confirme a experiência e as habilidades deles
pt_pt: Confirmar a experiência e as competências dos candidatos
ro: Confirmați experiența și aptitudinile lor
ru: Уточнение опыта и навыков кандидатов
sv: Bekräfta deras erfarenhet och kompetenser
th: ยืนยันประสบการณ์และทักษะ
tr: Deneyim ve becerilerini doğrular
uk: Уточнення досвіду й навичок кандидатів
vi: Xác nhận kinh nghiệm và kỹ năng của họ

source: Congratulations! Your job is now live and is searchable by thousands of job seekers.
ar: تهانينا! وظيفتك الآن متاحة ويمكن أن يبحث عنها آلاف الباحثين عن وظيفة.
cs: Blahopřejeme! Vaše nabídka práce je nyní aktivní a mohou ji vyhledat tisíce uchazečů o práci.
da: Tillykke! Jobbet er nu live og tilgængeligt for tusindvis af jobsøgere.
de: Ihre Stellenanzeige wurde veröffentlicht und kann jetzt von Tausenden von Jobsuchenden gefunden werden.
el: Συγχαρητήρια! Η θέση εργασίας σας είναι πλέον ενεργή και μπορούν να την αναζητήσουν χιλιάδες άτομα που αναζητούν εργασία.
es_es: ¡Felicidades! Su empleo ya está disponible y miles de candidatos pueden buscarlo.
fi: Hienoa! Työpaikkasi on nyt julkaistu, ja tuhannet työnhakijat voivat löytää sen.
fr_ca: Félicitations! Votre offre d'emploi est en ligne, ce qui veut dire que plusieurs chercheurs d'emploi peuvent désormais la consulter.
hu: Gratulálunk! Álláshirdetése aktív, és mostantól álláskeresők ezrei számára érhető el.
in: Selamat! Lowongan Anda sudah terpasang dan dapat dicari oleh ribuan pencari kerja.
it: Il tuo annuncio è ora visibile e consultabile da migliaia di persone in cerca di lavoro.
iw: ברכות! המשרה שלך פעילה עכשיו ואלפי מחפשי עבודה יוכלו לחפש אותה.
nl: Gefeliciteerd! Je vacature is nu geplaatst en kan worden gevonden door duizenden werkzoekenden.
no: Gratulerer! Jobben din er nå aktiv og kan søkes etter av tusenvis av jobbsøkere.
pl: Gratulacje! Oferta pracy jest już widoczna i osoby poszukujące pracy mogą ją wyszukać.
pt: Parabéns! Sua vaga foi publicada e pode ser encontrada por milhares de candidatos.
pt_pt: Parabéns! A sua oferta foi publicada e está disponível para milhares de candidatos.
ro: Felicitări! Locul de muncă este acum postat și poate fi căutat de mii de solicitanți.
ru: Поздравляем! Ваша вакансия опубликована, и ее могут найти тысячи соискателей.
sv: Grattis! Ditt jobb är nu aktivt och sökbart för tusentals jobbsökare.
th: ขอแสดงความยินดี! ตำแหน่งงานของคุณเปิดไลฟ์แล้ว และสามารถค้นหาได้โดยผู้หางานจำนวนมาก
tr: Tebrikler! İş ilanınız artık yayında ve binlerce iş arayan tarafından aranabilir durumda.
uk: Вітаємо! Вашу вакансію опубліковано, і її можуть знайти тисячі шукачів роботи.
vi: Xin chúc mừng! Công việc của bạn hiện đang được hiển thị và hàng nghìn người tìm việc đã có thể tìm kiếm.

source: Continue
ar: متابعة
cs: Pokračovat
da: Fortsæt
de: Weiter
el: Συνέχεια
es_es: Continuar
fi: Jatka
fr_ca: Continuer
hu: Tovább
in: Lanjutkan
it: Continua
iw: המשך
ja: 次へ
nl: Doorgaan
no: Fortsett
pl: Dalej
pt: Continuar
pt_pt: Continuar
ro: Continuare
ru: Продолжить
sv: Fortsätt
th: ดำเนินการต่อ
tr: Devam et
uk: Продовжити
vi: Tiếp tục

source: Continue to disable
ar: مواصلة التعطيل
cs: Pokračovat vypnutím
da: Fortsæt for at deaktivere
de: Deaktivieren
el: Συνέχεια για απενεργοποίηση
es_es: Continuar para deshabilitar
fi: Pidä poissa käytöstä
fr_ca: Continuer pour désactiver
hu: Letiltás folytatása
in: Lanjutkan mematikan
it: Completa la disattivazione
iw: המשך להשבתה
ja: 無効にする
nl: Toch uitschakelen
no: Fortsett for å deaktivere
pl: Kontynuuj, by wyłączyć
pt: Continuar para desativar
pt_pt: Continue para desativar
ro: Continuați dezactivarea
ru: Продолжить и отключить
sv: Fortsätt inaktivera
th: ปิดการใช้งานต่อไป
tr: Devre dışı bırakmaya devam et
uk: Продовжити й вимкнути
vi: Tiếp tục tắt
