Repository: gbacruz/weblocal
Catalog: po/*.po
Languages: ar, cs, da, de, el, es_es, fi, fr_ca, hu, in, it, iw, ja, nl, no, pl, pt, pt_pt, ro, ru, sv, th, tr, uk, vi

source: Inviting quality job seekers to apply
ar: دعوة الباحثين عن وظيفة المميزين للتقدم للوظيفة
cs: Vyzvání kvalitních uchazečů o práci, aby si podali žádost
da: Inviter kvalitetsjobsøgere til at ansøge
de: geeignete Jobsuchende dazu auffordert, sich zu bewerben
el: Προσκαλώντας ποιοτικά άτομα που αναζητούν εργασία να κάνουν αίτηση.
es_es: Invitar a los candidatos de calidad a solicitar el empleo
fi: kutsumalla tasokkaat työnhakijat hakemaan työpaikkaa
fr_ca: Envoi d'invitation à postuler aux chercheurs d'emploi susceptibles de vous intéresser.
hu: Jelentkezési meghívó küldése az alkalmas jelentkezőknek
in: Mengundang pencari kerja berkualitas untuk mendaftar
it: Invitando le persone in cerca di lavoro idonee a candidarsi
iw: הזמנת מחפשי עבודה איכותיים להגיש מועמדות
ja: 条件を満たす求職者を応募に招待する
nl: Geschikte werkzoekenden uitnodigen om te solliciteren
no: innby kvalifiserte jobbsøkere til å søke
pl: Zaproszenie wartościowych osób poszukujących pracy do aplikowania
pt: Convidar candidatos de qualidade a se inscrever.
pt_pt: Convidar candidatos de qualidade a inscreverem-se
ro: Invitarea solicitanților valoroși de locuri de muncă să candideze
ru: Приглашение откликнуться на вакансию для подходящих соискателей
sv: Bjuda in kvalificerade jobbsökare att ansöka
th: การเชิญผู้หางานที่มีคุณภาพมาสมัคร
tr: Kaliteli iş arayanları başvurmaya davet eder
uk: Запрошення шукачам подати заявку на вакансію
vi: Mời những người tìm việc chất lượng đến ứng tuyển

source: Job Optimizations
ar: تحسينات الوظيفة
cs: Optimalizace nabídek práce
da: Joboptimeringer
de: Optimierungen der Stellenanzeige
el: Βελτιστοποιήσεις θέσης εργασίας
es_es: Optimizaciones del empleo
fi: Työpaikkailmoitusten optimoinnit
fr_ca: Optimisation des offres
hu: Álláshirdetések optimalizálása
in: Optimasi Lowongan
it: Ottimizzazioni
iw: מיטובי משרה
ja: 求人の最適化
nl: Vacatureoptimalisaties
no: Jobboptimaliseringer
pl: Optymalizacje oferty
pt: Otimizações da vaga
pt_pt: Otimizações da oferta
ro: Optimizări loc de muncă
ru: Оптимизация вакансии
sv: Jobboptimeringar
th: การปรับแต่งข้อมูลงานให้เหมาะสมที่สุด
tr: İş İlanı Optimizasyonları
uk: Оптимізації вакансії
vi: Tối ưu hóa việc làm

source: Job Performance
ar: أداء الوظيفة
cs: Výkonnost nabídek práce
da: Jobpræstation
de: Ergebnisse der Stellenanzeige
el: Απόδοση θέσης εργασίας
es_es: Rendimiento del empleo
fi: Työpaikkailmoitusten tulokset
fr_ca: Rendement des offres
hu: Álláshirdetések teljesítménye
in: Kinerja Lowongan
it: Prestazioni
iw: ביצועי משרה
ja: 求人のパフォーマンス
nl: Vacatureprestaties
no: Jobbresultater
pl: Skuteczność oferty
pt: Desempenho da vaga
pt_pt: Desempenho da oferta
ro: Performanță loc de muncă
ru: Эффективность вакансии
sv: Jobbresultat
th: ผลการดำเนินการงาน
tr: İş İlanı Performansı
uk: Ефективність вакансії
vi: Hiệu quả Việc làm

source: Job details submitted to Indeed
ar: أُرسلت تفاصيل الوظيفة إلى إنديد
cs: Podrobnosti nabídky práce předány Indeed
da: Joboplysninger er sendt til Indeed
de: Stellenbeschreibung an Indeed übermittelt
el: Στοιχεία θέσης εργασίας που υποβλήθηκαν στο Indeed
es_es: Se enviaron los detalles del empleo a Indeed
fi: Työpaikan tiedot lähetetty Indeedille
fr_ca: Détails de l'offre d'emploi envoyés à Indeed
hu: Az álláshirdetés részleteit a rendszer elküldte az Indeednek
in: Rincian lowongan dikirimkan ke Indeed
it: Dati annuncio di lavoro inviati a Indeed
iw: פרטי המשרה נשלחו אל Indeed
nl: Vacaturegegevens zijn verstuurd naar Indeed
no: Jobbdetaljer sendt inn til Indeed
pl: Przesłano szczegóły oferty pracy do Indeed
pt: Detalhes da vaga enviados ao Indeed
pt_pt: Detalhes da oferta enviados ao Indeed
ro: Detaliile locului de muncă au fost trimise la Indeed
ru: Детали вакансии отправлены в Indeed
sv: Jobbinformation har skickats till Indeed
th: รายละเอียดงานที่ส่งไปยัง Indeed
tr: İş detayları Indeed'e gönderildi
uk: Деталі вакансії надіслано в Indeed
vi: Chi tiết việc làm được gửi cho Indeed

source: Job optimization
ar: تحسينات الوظيفة
cs: Optimalizace nabídek práce
da: Joboptimering
de: Optimierung der Stellenanzeige
el: Βελτιστοποίηση θέσης εργασίας
es_es: Optimización del empleo
fi: Työpaikkailmoitusten optimointi
fr_ca: Optimisation des annonces
hu: Álláshirdetés optimalizálása
in: Optimasi lowongan
it: Ottimizza l'annuncio
iw: מיטוב המשרה
nl: Vacatureoptimalisatie
no: Jobboptimalisering
pl: Optymalizacja oferty pracy
pt: Otimização da vaga
pt_pt: Otimização da oferta
ro: Optimizarea locului de muncă
ru: Оптимизация вакансии
sv: Jobboptimering
th: การปรับงานให้เหมาะสมที่สุด
tr: İş ilanı optimizasyonu
uk: Оптимізація вакансії
vi: Tối ưu hóa việc làm

source: Keep enabled
ar: الحفاظ على التمكين
cs: Ponechat zapnutý
da: Bevar som aktiv
de: Aktiviert lassen
el: Διατήρηση ενεργού
es_es: Mantener habilitado
fi: Pidä käytössä
fr_ca: Maintenir activé
hu: Maradjon engedélyezve
in: Tetap diaktifkan
it: Non disattivare
iw: השארת מצב מופעל
ja: 有効のままにする
nl: Ingeschakeld houden
no: Behold den aktivert
pl: Nie wyłączaj
pt: Manter ativado
pt_pt: Manter ativado
ro: Păstrați activat
ru: Не отключать
sv: Behåll aktiverad
th: เปิดใช้งานต่อไว้
tr: Etkin olarak kalsın
uk: Не вимикати
vi: Duy trì bật

source: Keywords:
ar: الكلمات الرئيسية:
cs: Klíčová slova:
da: Søgeord:
el: Λέξεις-κλειδιά:
es_es: Palabras clave:
fi: Avainsanat:
fr_ca: Mots-clés:
hu: Kulcsszavak:
in: Kata Kunci:
it: Parole chiave:
iw: מילות מפתח:
nl: Trefwoorden:
no: Søkeord:
pl: Słowa kluczowe:
pt: Palavras-chave:
pt_pt: Palavras-chave:
ro: Cuvinte cheie:
ru: Ключевые слова:
sv: Nyckelord:
th: คำสำคัญ:
tr: Anahtar kelimeler:
uk: Ключові слова:
vi: Từ khóa:

source: Learn more
ar: معرفة المزيد
cs: Další informace
da: Få mere at vide
de: Mehr erfahren
el: Μάθετε περισσότερα
es_es: Más información
fi: Lue lisää
fr_ca: En savoir plus
hu: További információ
in: Pelajari selengkapnya
it: Scopri di più
iw: מידע נוסף
ja: もっと詳しく
nl: Meer informatie
no: Les mer
pl: Dowiedz się więcej
pt: Saiba mais
pt_pt: Saiba mais
ro: Aflați mai multe
ru: Подробнее
sv: Mer information
th: เรียนรู้เพิ่มเติม
tr: Daha fazla bilgi alın
uk: Докладніше
vi: Tìm hiểu thêm

source: Leaving so soon? We still have work to do!
ar: سنغادر قريبًا؟ لا زال لدينا عمل لننجزه!
cs: Už nás opouštíte? Máme tu ještě spoustu práce!
da: Går du allerede? Vi har stadig arbejde, der skal udføres!
de: Wollen Sie uns wirklich schon verlassen?
el: Φεύγετε κιόλας; Έχουμε ακόμα δουλειά!
es_es: ¿Ya se va? ¡Aún tenemos trabajo por hacer!
fi: Haluatko jo lopettaa? Meillä on vielä tehtävää!
fr_ca: Vous partez déjà? L'assistant de recrutement virtuel a tant à offrir!
hu: Ilyen hamar elmegy? Pedig lenne még tennivaló!
in: Kenapa buru-buru pergi? Masih ada yang harus dikerjakan!
it: Vai via così presto? Abbiamo ancora tanto lavoro da fare!
iw: רוצה לעזוב עכשיו? עדיין לא סיימנו לעבוד!
ja: 本当に無効にしてよろしいですか？
nl: Weet je het zeker? We zijn nog niet klaar!
no: Drar du allerede? Vi har fortsatt arbeid som gjenstår!
pl: Już nas opuszczasz? Mamy jeszcze trochę pracy!
pt: Já está indo embora? Ainda temos trabalho a fazer.
pt_pt: Já se vai embora? Ainda temos trabalho para fazer.
ro: Așa repede? Mai avem de lucru!
ru: Уже уходите? У нас еще много работы!
sv: Ska du redan sluta? Det finns fortfarande saker att göra!
th: ทำไมรีบออกจัง เรายังมีงานที่ต้องทำอีกนะ
tr: Gidiyor musunuz? Daha yapacak çok işimiz vardı!
uk: Уже йдете? У нас ще стільки роботи!
vi: Rời khỏi quá sớm? Chúng ta vẫn còn việc phải làm?

source: Mark them as "Yes" or "Maybe"
ar: وضعت عليهم علامة "نعم" أو "ربما"
cs: Označte kandidáta jako „ano“ nebo „možná“
da: markerer vedkommende som "Ja" eller "Måske"
de: sie mit „Ja“ oder „Vielleicht“ markieren
el: Τους επισημάνετε ως Ναι ή Ίσως.
es_es: Los marca como “Sí” o “Quizás”.
fi: Lisäät työnhakijalle merkinnän "Kyllä" tai "Ehkä"
fr_ca: Indiqué « Oui » ou « Peut-être » sur une candidature.
hu: Megjelöli őket „Igen” vagy „Talán” jelöléssel
in: Menandai dirinya sebagai "Ya" atau "Mungkin"
it: contrassegni il candidato come "Sì" o "Forse"
iw: סימנת אותם כ'כן' או כ'אולי'
ja: 関心の有無で「はい」または「保留中」を選択
nl: de kandidaat als 'Ja' of 'Misschien' markeert
no: merker dem med «Ja» eller «Kanskje»
pl: Oznaczenie go jako „tak” lub „być może”.
pt: Marcá-lo como “Sim” ou “Talvez”.
pt_pt: Marcar como "Sim" ou "Talvez"
ro: Îi marcați ca „Da” sau „Poate”
ru: Поместите кандидата в категорию «Да» или «Возможно».
sv: Markerar personen som Ja eller Kanske
th: กำกับเป็น "ใช่" หรือ "อาจจะ"
tr: "Evet" veya "Belki" olarak işaretlerseniz
uk: Помістіть кандидата в категорію «Так» або «Можливо».
vi: Đánh dấu họ là "Có" hoặc "Có thể"

source: No promising candidates in the curated list yet...
ar: لا يوجد مرشحون واعدون في القائمة المختارة حتى الآن ...
cs: Seznam vybraných zatím neobsahuje slibné kandidáty...
da: Der er ingen lovende kandidater på den klargjorte liste endnu...
de: Noch keine vielversprechenden Kandidaten vorausgewählt…
el: Δεν υπάρχουν υποσχόμενοι υποψήφιοι στην επιμελημένη λίστα ακόμη...
es_es: Aún no hay candidatos prometedores en la lista filtrada...
fi: Kuratoidulla listalla ei ole vielä lupaavia työnhakijoita…
fr_ca: Aucun candidat prometteur sélectionné pour le moment.
hu: Az összeállított listán egyelőre nincs ígéretes jelentkező...
in: Belum ada kandidat yang menjanjikan di dalam daftar pilihan...
it: Non è stato ancora trovato nessun candidato idoneo
iw: עדיין אין מועמדים מבטיחים ברשימה שנאספה...
ja: まだ候補者リストがありません
nl: Nog geen veelbelovende kandidaten in de geselecteerde lijst...
no: Ingen lovende kandidater i den sammensatte listen ennå…
pl: Na wyselekcjonowanej liście nie ma obiecujących kandydatów…
pt: Ainda não há candidatos promissores na lista selecionada
pt_pt: Ainda não há candidatos promissores na lista selecionada…
ro: Deocamdată nu sunt candidați promițători în lista prelucrată...
ru: В этом списке рекомендаций пока нет перспективных кандидатов...
sv: Inga lovande kandidater i den granskade listan ännu ...
th: ไม่มีผู้สมัครที่โดดเด่นในรายชื่อที่รวบรวมไว้...
tr: Sizin için oluşturulan listede henüz umut vadeden bir aday yok...
uk: У рекомендованому списку ще немає перспективних кандидатів...
vi: Không có ứng viên triển vọng trong danh sách được tổng hợp...

source: Or
ar: أو
cs: Nebo
da: Eller
de: Oder
el: Ή
es_es: O
fi: tai
fr_ca: ou
hu: Vagy
in: Atau
it: oppure
iw: או
ja: または
nl: Of
no: Eller
pl: lub
pt: Ou
pt_pt: Ou
ro: Sau
ru: или
sv: Eller
th: หรือ
tr: Veya
uk: або
vi: Hoặc

source: Other
ar: غير ذلك
cs: Jiné
da: Andet
de: Andere Gründe
el: Άλλο
es_es: Otro
fi: Muu
fr_ca: Autre
hu: Egyéb
in: Lainnya
it: Altro
iw: אחר
ja: その他
nl: Anders
no: Annet
pl: Inny powód
pt: Outro
pt_pt: Outro
ro: Altceva
ru: Другое
sv: Annat
th: อื่น ๆ
tr: Diğer
uk: Інше
vi: Khác

source: Performance check complete
ar: انتهاء فحص الأداء
cs: Kontrola výkonnosti dokončena
da: Resultatkontrol er gennemført
de: Überprüfung der Ergebnisse abgeschlossen
el: Ο έλεγχος επιδόσεων ολοκληρώθηκε
es_es: Verificación de rendimiento completa
fi: Tarkistus on valmis
fr_ca: Examen des performances terminé
hu: A teljesítmény-ellenőrzés kész
in: Pemeriksaan kinerja selesai
it: Controllo delle prestazioni completato
iw: בדיקת הביצועים הושלמה
ja: パフォーマンスチェックが完了しました
nl: Prestatiecontrole voltooid
no: Resultatsjekk er fullført
pl: Ukończono analizę skuteczności
pt: Verificação de desempenho concluída
pt_pt: Verificação de desempenho concluída
ro: Evaluarea performanței finalizată
ru: Проверка результативности завершена
sv: Resultatkontrollen har slutförts
th: ตรวจสอบประสิทธิภาพเสร็จสิ้น
tr: Performans kontrolü tamamlandı
uk: Перевірку результативності завершено
vi: Kiểm tra năng lực hoàn tất

source: Personalized invitations sent to qualified job seeker
ar: دعوات مُخصصة تُرسل إلى الباحثين عن وظيفة المؤهلين
cs: Personalizované pozvánky odeslány kvalifikovaným uchazečům
da: Personligt tilpassede invitationer er sendt til kvalificeret jobsøger
de: An geeignete Jobsuchende wurden personalisierte Einladungen versendet
el: Αποστολή εξατομικευμένων προσκλήσεων σε άτομα με κατάλληλα προσόντα που αναζητούν εργασία
es_es: Se enviaron invitaciones personalizadas a candidatos cualificados
fi: Henkilökohtaiset kutsut lähetetty päteville työnhakijoille
fr_ca: Envoi d'invitations personnalisées aux chercheurs d'emploi qualifiés
hu: Testreszabott meghívókat küldtünk az alkalmas álláskeresőknek
in: Undangan yang dipersonalisasi dikirimkan ke pencari kerja yang memenuhi syarat
it: Invio di inviti personalizzati a candidati idonei
iw: הזמנות בהתאמה אישית נשלחו למחפשי עבודה מתאימים
nl: Gepersonaliseerde uitnodigingen verstuurd naar gekwalificeerde werkzoekenden
no: Personlige invitasjoner sendt til kvalifiserte jobbsøkere
pl: Wysłano spersonalizowane zaproszenia do wartościowych osób poszukujących pracy
pt: Convites personalizados enviados para candidato qualificado
pt_pt: Convites personalizados enviados para candidato qualificado
ro: Invitații personalizate trimise către solicitantul calificat al unui loc de muncă
ru: Качественным соискателям отправлены персональные приглашения
sv: Personligt anpassade inbjudningar har skickats till kvalificerade jobbsökare
th: ส่งคำเชิญแบบเฉพาะตัวไปยังผู้หางานที่มีคุณสมบัติที่กำหนดแล้ว
tr: Nitelikli iş arayanlara kişiselleştirilmiş davet gönderildi
uk: Якісним шукачам надіслано персональні запрошення
vi: Gửi lời mời riêng đến những người tìm việc đủ điều kiện

source: Please refresh the page or try again later.
ar: يُرجى تحديث الصفحة أو المحاولة مرة أخرى لاحقًا.
cs: Obnovte stránku nebo to zkuste znovu později.
da: Opdater siden, eller prøv igen senere.
de: Bitte aktualisieren Sie die Seite oder versuchen Sie es später noch einmal.
el: Ανανεώστε τη σελίδα ή δοκιμάστε ξανά αργότερα.
es_es: Actualice la página o vuelva a intentarlo más tarde.
fi: Päivitä sivu tai yritä myöhemmin uudelleen.
fr_ca: Actualisez la page ou réessayez ultérieurement.
hu: Kérjük frissítse az oldalt, vagy próbálja meg később.
in: Segarkan halaman atau coba lagi nanti.
it: Aggiorna la pagina o riprova più tardi.
iw: יש לרענן את הדף או לנסות שוב מאוחר יותר.
ja: ページを再度読み込むか、しばらくしてからもう一度お試しください。
nl: Vernieuw de pagina of probeer het later opnieuw.
no: Oppdater siden, eller prøv igjen senere.
pl: Odśwież stronę lub spróbuj ponownie później.
pt: Atualize a página ou tente mais tarde.
pt_pt: Atualize a página ou tente novamente mais tarde.
ro: Reîmprospătați pagina sau încercați mai târziu.
ru: Обновите страницу или повторите попытку позже.
sv: Uppdatera sidan eller försök igen.
th: กรุณารีเฟรชหน้าเพจหรือลองใหม่อีกครั้งในภายหลัง
tr: Lütfen sayfayı yenileyin veya daha sonra tekrar deneyin.
uk: Оновіть сторінку або повторіть спробу пізніше.
vi: Vui lòng làm mới trang hoặc thử lại sau.

source: Please type your feedback
ar: الرجاء كتابة ملاحظاتك
cs: Zadejte prosím zpětnou vazbu
da: Angiv din feedback
de: Feedback eingeben
el: Πληκτρολογήστε τα σχόλιά σας
es_es: Escriba sus comentarios
fi: Kirjoita palautteesi
fr_ca: Saisissez vos commentaires…
hu: Kérjük, írja le a visszajelzését
in: Silakan tulis masukan Anda
it: Lasciaci il tuo feedback
iw: הקלדת המשוב שלך
ja: ご自由にご記入ください
nl: Typ hier je feedback.
no: Skriv inn din tilbakemelding
pl: Wpisz opinię
pt: Digite seu comentário
pt_pt: Introduza o seu feedback
ro: Tastați feedbackul
ru: Введите свой отзыв
sv: Ange din feedback
th: กรุณาพิมพ์ความคิดเห็นของคุณ
tr: Lütfen geri bildiriminizi girin
uk: Введіть свій відгук
vi: Hãy viết phản hồi của bạn

source: Please type your feedback above – Do not edit the lines below
ar: يُرجى كتابة ملاحظاتك أعلاه - لا تقم بتعديل الأسطر أدناه
cs: Zpětnou vazbu zadejte do výše uvedeného pole – Řádky dole neupravujte
da: Skriv din feedback ovenfor – rediger ikke linjerne nedenfor
de: Bitte geben Sie Ihr Feedback in das obige Feld ein. Ändern Sie nicht die nachfolgenden Zeilen.
el: Πληκτρολογήστε τα σχόλιά σας παραπάνω – Μην επεξεργάζεστε τις γραμμές παρακάτω
es_es: Escriba sus comentarios arriba. No modifique las siguientes líneas.
fi: Kirjoita palautteesi ylle – Älä muokkaa alla olevia rivejä
fr_ca: Saisissez vos commentaires ci-dessus. Ne modifiez pas les lignes ci-dessous.
hu: Kérjük, visszajelzését fentebb adja meg. Ne módosítsa az alábbi sorokat.
in: Ketik masukan Anda di atas – Jangan edit kalimat di bawah ini
it: Inserisci il tuo commento qui sopra - Non modificare le righe di testo qui sotto
iw: יש להקליד את המשוב למעלה – אין לערוך את השורות שבהמשך
nl: Voer hierboven feedback in. Bewerk de regels hieronder niet.
no: Skriv inn tilbakemeldingen din ovenfor – ikke rediger linjene nedenfor
pl: Wpisz swoją opinię wyżej — nie modyfikuj poniższych wierszy
pt: Digite seu comentário acima — Não edite as linhas abaixo
pt_pt: Introduza o seu feedback acima — Não edite as linhas abaixo
ro: Introduceți feedbackul mai sus - nu editați liniile de jos
ru: Введите свой отзыв выше (не вносите изменения в строки ниже)
sv: Ange din feedback ovan – redigera inte raderna nedan
th: กรุณาพิมพ์ข้อเสนอแนะของคุณด้านบน - อย่าแก้ไขบรรทัดด้านล่าง
tr: Lütfen geri bildiriminizi yukarıya yazın. Aşağıdaki satırları değiştirmeyin
uk: Введіть свій відгук вище (не змінюйте рядки нижче)
vi: Vui lòng nhập phản hồi của bạn ở trên - Không chỉnh sửa các dòng bên dưới

source: Popular keywords added to help more job seekers discover your job
ar: تمت إضافة كلمات رئيسية شائعة لمساعدة الباحثين عن وظيفة على اكتشاف وظيفتك
cs: Oblíbená klíčová slova přidávaná, abyste umožnili uchazečům o práci objevit vaši nabídku
da: Der er tilføjet populære søgeord for at hjælpe flere jobsøgere med at finde jobbet
de: Beliebte Stichwörter hinzugefügt, damit mehr Jobsuchende Ihre Stellenanzeige finden
el: Προσθήκη δημοφιλών λέξεων-κλειδιών, ώστε περισσότερα άτομα που αναζητούν εργασία να ανακαλύπτουν τη θέση εργασίας σας
es_es: Se han añadido palabras clave para que más candidatos descubran su empleo
fi: Lisäsimme suosittuja avainsanoja, jotta useammat työnhakijat löytävät työpaikkasi helpommin
fr_ca: Mots-clés populaires ajoutés pour permettre à plus de chercheurs d'emploi de découvrir votre offre
hu: Gyakori kulcsszavakat adtunk hozzá, hogy minél több álláskereső találja meg az álláshirdetését
in: Kata kunci populer ditambahkan agar lebih banyak pencari kerja yang menemukan lowongan Anda
it: Sono state aggiunte parole chiave di uso frequente per consentire a più persone in cerca di lavoro di scoprire il tuo annuncio
iw: נוספו מילות מפתח פופולריות שיעזרו למחפשי עבודה רבים יותר לגלות את המשרה שלך
ja: 求職者の目に留まりやすくするために、よく使われているキーワードを追加しました
nl: Populaire trefwoorden toegevoegd zodat meer werkzoekenden je vacature vinden
no: Det er lagt til vanlige søkeord slik at flere jobbsøkere kan få øye på jobben din
pl: Dodano do oferty popularne słowa kluczowe, aby więcej osób poszukujących pracy mogło łatwo ją znaleźć
pt: Palavras-chave populares adicionadas para ajudar mais candidatos a encontrar sua vaga
pt_pt: Palavras-chave populares adicionadas para ajudar mais candidatos a encontrar a sua oferta
ro: Cuvinte-cheie populare adăugate pentru a ajuta pe mai mulți solicitanți de locuri de muncă să vă descopere anunțul
ru: Добавлены ключевые слова, чтобы кандидатам было проще найти вашу вакансию
sv: Populära nyckelord har lagts till för att hjälpa fler jobbsökare att upptäcka jobbet
th: ได้เพิ่มคำสำคัญยอดนิยมเข้าไปเพื่อช่วยให้ผู้หางานค้นพบงานของคุณได้ง่ายยิ่งขึ้น
tr: İş ilanınızı daha fazla iş arayanın bulabilmesi için sık kullanılan anahtar kelimeler eklendi
uk: Додано ключові слова, щоб кандидатам було простіше знайти вашу вакансію.
vi: Đã thêm từ khóa phổ biến để cho phép nhiều người tìm việc khám phá việc làm của bạn hơn

source: Receiving a cover letter gives a glimpse into the soft skills of the candidate and helps in identifying which applicants that are commited to their application
ar: تلقي الخطابات التعريفية يعطي لمحة عن المهارات الشخصية للمرشح للوظيفة ويساعد في تحديد المرشحين الملتزمين بطلب تقدمهم
cs: Průvodní dopis poskytuje zaměstnavateli základní informace o měkkých dovednostech kandidáta a pomáhá určit, kteří kandidáti myslí svoji žádost vážně
da: Et følgebrev giver et indblik i kandidatens bløde færdigheder og hjælper med at identificere, hvilke ansøgere der er engageret i deres ansøgning
de: Ein Anschreiben gibt Einblick in die Soft Skills von Kandidaten und hilft dabei zu bestimmen, welche Kandidaten es wirklich ernst meinen.
el: Η λήψη μιας συνοδευτικής επιστολής σάς δίνει μια ιδέα για τις προσωπικές δεξιότητες του υποψηφίου και συμβάλλει στον εντοπισμό των υποψηφίων που είναι δεσμευμένοι στην αίτησή τους
es_es: Recibir una carta de presentación ofrece una idea de las habilidades sociales del candidato y ayuda a identificar qué candidatos están comprometidos con su solicitud.
fi: Saatekirje kertoo lisää työnhakijan pehmeistä taidoista ja auttaa tunnistamaan kaikkein sitoutuneimmat ja aktiivisimmat työnhakijat
fr_ca: La lettre de motivation donne un aperçu des compétences générales du candidat et permet d'identifier les personnes qui postulent sérieusement.
hu: A kísérőlevél betekintést enged a jelentkező puha készségeibe, és segít azonosítani a jelentkezésük iránt elkötelezett pályázókat
in: Surat lamaran memberikan gambaran sekilas tentang soft skill kandidat dan membantu dalam mengenali pelamar yang serius dengan lamaran mereka
it: La lettera di presentazione offre una panoramica delle competenze trasversali del candidato e aiuta a individuare i candidati fortemente interessati.
iw: מכתב מקדים הוא למעשה הצצה לכישורים הרכים של המועמדים ועוזר לזהות אילו מועמדים מחויבים למועמדות שלהם
ja: 送付状から、応募者のコミュニケーション能力など、ソフトスキルを判断することができ、貴社の応募要件を満たす人材を見極めることができます。
nl: Een motivatiebrief geeft een beeld van de softskills van de kandidaat en geeft aan welke sollicitanten hun sollicitatie serieus nemen.
no: Et søknadsbrev gir deg et innblikk i kandidatens "soft skills" og hjelper deg med å identifisere hvilke søkere som har lagt arbeid i søknaden
pl: List motywacyjny daje wgląd w umiejętności miękkie kandydata i pomaga wybrać tych, którzy są rzeczywiście zainteresowani ofertą
pt: Receber uma carta de apresentação dá um indício das habilidades interpessoais do candidato e ajuda a identificar quem está comprometido com a candidatura
pt_pt: A receção de uma carta de apresentação é um indício das competências interpessoais do candidato e ajuda a identificar quem está empenhado na candidatura
ro: Scrisoarea de intenție indică ce aptitudini de comunicare are candidatul și ajută la identificarea celor care își iau în serios candidaturile
ru: Сопроводительное письмо позволяет оценить личные качества кандидата и помогает найти мотивированных соискателей среди тех, кто откликнулся на вашу вакансию
sv: Ett personligt brev ger lite insyn i kandidatens mjuka kompetenser och bidrar till att identifiera vilka sökande som är mest engagerade i sin ansökan
th: จดหมายแนะนำตัวจะช่วยให้คุณทราบทักษะขั้นพื้นฐานของผู้สมัคร และช่วยในการระบุตัวผู้สมัครที่จริงจังในการสมัครงาน
tr: Ön yazı sayesinde adayların sosyal becerilerine dair bir fikir edinebilirsiniz ve hangi adayların başvurma konusunda kararlı olduğunu tespit edebilirsiniz
uk: Супровідний лист дозволяє оцінити особисті якості кандидата й допомагає знайти мотивованих шукачів серед тих, хто надіслав заявку на вашу вакансію
vi: Nhận thư xin việc giúp bạn có cái nhìn thoáng qua về các kỹ năng mềm của ứng viên và giúp xác định ứng viên nào cam kết với đơn ứng tuyển của họ
