Repository: gbacruz/weblocal
Catalog: po/*.po
Languages: ar, cs, da, de, el, es_es, fi, fr_ca, hu, in, it, iw, ja, nl, no, pl, pt, pt_pt, ro, ru, sv, th, tr, uk, vi

source: Edit Screener Question
ar: تعديل سؤال الفرز
cs: Upravit otázky v průzkumu
da: Rediger screeningsspørgsmål
de: Bewerbungsfrage bearbeiten
el: Επεξεργασία ερώτησης διαλογής
es_es: Editar pregunta de filtrado
fi: Muokkaa seulontakysymystä
fr_ca: Modifier
hu: Szűrőkérdések szerkesztése
in: Edit Pertanyaan Saringan
it: Modifica domanda di selezione
iw: עריכת שאלת סינון
nl: Screeningsvraag bewerken
no: Rediger screeningspørsmål
pl: Edytuj pytanie rekrutacyjne
pt: Editar Pergunta de Seleção
pt_pt: Editar Pergunta de Seleção
ro: Editare întrebare de screening
ru: Редактировать вопрос для кандидатов
sv: Redigera ansökningsfråga
th: แก้ไขคำถามคัดกรอง
tr: Eleme Sorusunu düzenle
uk: Редагувати питання для просіювання
vi: Câu Hỏi Sàng Lọc

source: Edit applicant qualifications
ar: تعديل مؤهلات مقدم الطلب
cs: Upravit kvalifikaci kandidáta
da: Rediger ansøgerkvalifikationer
de: Anforderungen an Bewerber bearbeiten
el: Επεξεργασία προσόντων υποψηφίων
es_es: Editar cualificaciones del candidato
fi: Muokkaa työnhakijoiden pätevyyksiä
fr_ca: Modifier le profil recherché
hu: Jelentkező képzettségeinek szerkesztése
in: Edit kualifikasi pelamar
it: Modifica qualifiche dei candidati
iw: עריכת כישורי המועמד
ja: スクリーニング用の質問を編集する
nl: Kwalificaties voor sollicitanten bewerken
no: Rediger jobbsøkers kvalifikasjoner
pl: Edytuj kwalifikacje kandydata
pt: Editar qualificações do candidato
pt_pt: Editar qualificações do candidato
ro: Editați calificările candidatului
ru: Редактировать требования к кандидату
sv: Redigera kandidatens kvalifikationer
th: แก้ไขคุณสมบัติของผู้สมัคร
tr: Aday niteliklerini düzenle
uk: Редагувати кваліфікаційні вимоги до кандидата
vi: Chỉnh sửa bằng cấp của ứng viên

source: Edit company description
ar: تعديل وصف الشركة
cs: Upravit popis firmy
da: Rediger virksomhedsbeskrivelse
de: Unternehmensbeschreibung bearbeiten
el: Επεξεργασία περιγραφής εταιρείας
es_es: Editar descripción de la empresa
fi: Muokkaa yrityksen kuvausta
fr_ca: Modifier la description de l'entreprise
hu: Cégismertető szerkesztése
in: Edit deskripsi perusahaan
it: Modifica la descrizione dell'azienda
iw: עריכת תיאור החברה
ja: 会社概要を編集する
nl: Bedrijfsomschrijving bewerken
no: Rediger firmabeskrivelse
pl: Edytuj opis firmy
pt: Editar descrição da empresa
pt_pt: Editar descrição da empresa
ro: Editați descrierea companiei
ru: Изменить описание компании
sv: Redigera företagsbeskrivning
th: แก้ไขรายละเอียดของผู้ประกอบการ
tr: Şirket açıklamasını düzenle
uk: Редагувати опис компанії
vi: Chỉnh sửa mô tả công ty

source: Edit cover letter requirements
ar: تعديل متطلبات الخطاب التعريفي
cs: Upravit požadavky na průvodní dopis
da: Rediger krav om følgebrev
de: Forderung nach Anschreiben bearbeiten
el: Επεξεργασία απαιτήσεων συνοδευτικής επιστολής
es_es: Editar requisitos de la carta de presentación
fi: Muokkaa saatekirjeen vaatimuksia
fr_ca: Modifier
hu: Kísérőlevél-követelmények szerkesztése
in: Edit persyaratan surat lamaran
it: Modifica requisiti lettera di presentazione
iw: עריכת הדרישות של המכתב המקדים
nl: Vereisten voor motivatiebrief bewerken
no: Rediger krav for søknadsbrev
pl: Edytuj wymagania dotyczące listu motywacyjnego
pt: Editar requisitos da carta de apresentação
pt_pt: Editar requisitos da carta de apresentação
ro: Editare cerințe legate de scrisoarea de intenție
ru: Редактировать требования к сопроводительному письму
sv: Redigera krav på personligt brev
th: แก้ไขเงื่อนไขสำหรับจดหมายแนะนำตัว
tr: Ön yazı gerekliliklerini düzenle
uk: Редагувати вимоги до супровідного листа
vi: Chỉnh sửa yêu cầu về thư xin việc

source: Edit description
ar: تعديل الوصف
cs: Upravit popis
da: Rediger beskrivelse
de: Beschreibung bearbeiten
el: Επεξεργασία περιγραφής
es_es: Editar descripción
fi: Muokkaa kuvausta
fr_ca: Modifier la description
hu: Leírás szerkesztése
in: Edit deskripsi
it: Modifica descrizione
iw: עריכת תיאור
ja: 編集
nl: Beschrijving bewerken
no: Rediger beskrivelse
pl: Edytuj opis
pt: Editar descrição
pt_pt: Editar descrição
ro: Editați descrierea
ru: Редактировать описание
sv: Redigera beskrivning
th: แก้ไขคำอธิบาย
tr: Açıklamayı düzenle
uk: Опис
vi: Chỉnh sửa mô tả

source: Edit question requirements
ar: تعديل متطلبات السؤال
cs: Upravit požadavky na otázky
da: Rediger krav til spørgsmål
de: Frageeinstellungen bearbeiten
el: Επεξεργασία απαιτήσεων ερώτησης
es_es: Editar requisitos de preguntas
fi: Muokkaa kysymysten vaatimuksia
fr_ca: Modifier
hu: Kérdéskövetelmények szerkesztése
in: Edit pertanyaan wajib
it: Modifica domande richieste
iw: עריכת דרישות שאלה
nl: Vereisten voor vragen bewerken
no: Rediger spørsmålskrav
pl: Edytuj wymagania dotyczące pytań
pt: Editar requisitos de pergunta
pt_pt: Editar requisitos de pergunta
ro: Editare obligativitate întrebare
ru: Редактировать требования к вопросам
sv: Redigera frågekrav
th: แก้ไขเงื่อนไขสำหรับคำถาม
tr: Soru gerekliliklerini düzenle
uk: Редагувати вимоги до запитань
vi: Chỉnh sửa yêu cầu câu hỏi

source: Edit resume requirements
ar: تعديل متطلبات السيرة الذاتية
cs: Upravit požadavky na životopis
da: Rediger krav om CV
de: Forderung nach Lebenslauf bearbeiten
el: Επεξεργασία απαιτήσεων βιογραφικού
es_es: Editar requisitos de CV
fi: Muokkaa ansioluettelon vaatimuksia
fr_ca: Modifier
hu: Önéletrajz-követelmények szerkesztése
in: Edit persyaratan CV
it: Modifica requisiti CV
iw: עריכת הדרישות של קורות חיים
nl: Vereisten voor cv bewerken
no: Rediger CV-krav
pl: Edytuj wymagania dotyczące CV
pt: Editar requisitos do currículo
pt_pt: Editar requisitos do currículo
ro: Editare cerințe legate de CV
ru: Редактировать требования к резюме
sv: Redigera krav på CV
th: แก้ไขเงื่อนไขสำหรับเรซูเม่
tr: CV gerekliliklerini düzenle
uk: Редагувати вимоги до резюме
vi: Chỉnh sửa yêu cầu sơ yếu lý lịch

source: Edit salary
ar: تعديل الراتب
cs: Upravit plat
da: Rediger løn
de: Gehalt bearbeiten
el: Επεξεργασία μισθού
es_es: Modificar salario
fi: Muokkaa palkkaa
fr_ca: Modifier le salaire
hu: Fizetés szerkesztése
in: Edit gaji
it: Modifica stipendio
iw: עריכת המשכורת
nl: Salaris bewerken
no: Rediger lønnstall
pl: Edytuj wynagrodzenie
pt: Editar salário
pt_pt: Editar salário
ro: Editare salariu
ru: Редактировать зарплату
sv: Redigera lön
th: แก้ไขเงินเดือน
tr: Maaşı düzenle
uk: Змінити зарплату
vi: Chỉnh sửa Mức lương

source: Edit skills assessment
ar: تعديل تقييم المهارات
cs: Upravit hodnocení dovedností
da: Rediger færdighedsvurdering
de: Assessment bearbeiten
el: Επεξεργασία αξιολόγησης δεξιοτήτων
es_es: Editar evaluación de habilidades
fi: Muokkaa taitojen arviointia
fr_ca: Modifier
hu: Készségértékelések szerkesztése
in: Edit tes kelayakan ketrampilan
it: Modifica valutazione delle competenze
iw: עריכת הערכת מיומנויות
nl: Assessment voor vaardigheden bewerken
no: Rediger ferdighetsevaluering
pl: Edytuj ocenę umiejętności
pt: Editar avaliação de habilidades
pt_pt: Editar avaliação de competências
ro: Editare evaluare de aptitudini
ru: Редактировать оценивание навыков
sv: Redigera kompetensutvärdering
th: แก้ไขการประเมินทักษะ
tr: Beceri testlerini düzenle
uk: Редагувати оцінювання навичок
vi: Chỉnh sửa đánh giá kỹ năng

source: Edit title
ar: تعديل العنوان
cs: Upravit název
da: Rediger titel
de: Titel bearbeiten
el: Επεξεργασία τίτλου
es_es: Editar título
fi: Muokkaa työnimikettä
fr_ca: Modifier le titre
hu: Állásmegnevezés szerkesztése
in: Edit posisi lowongan
it: Modifica titolo
iw: עריכת כותרת
ja: 職種名を編集する
nl: Vacaturetitel bewerken
no: Rediger tittel
pl: Edytuj tytuł stanowiska
pt: Editar título
pt_pt: Editar título
ro: Editați funcția
ru: Редактировать должность
sv: Redigera titel
th: แก้ไขชื่อ
tr: Başlığı düzenle
uk: Редагувати посаду
vi: Chỉnh sửa chức danh

source: Enable
ar: تمكين
cs: Zapnout
da: Aktivér
de: Aktivieren
el: Ενεργοποίηση
es_es: Activar
fi: Ota käyttöön
fr_ca: Activer
hu: Engedélyezés
in: Aktifkan
it: Abilita
iw: הפעלה
ja: 有効にする
nl: Inschakelen
no: Aktiver
pl: Włącz
pt: Ativar
pt_pt: Ativar
ro: Activați
ru: Включить
sv: Aktivera
th: เปิดใช้งาน
tr: Etkinleştir
uk: Увімкнути
vi: Bật

source: Enabled
ar: ممكّن
cs: Aktivováno
da: Aktiveret
de: Aktiviert
el: Ενεργοποιήθηκε
es_es: Activado
fi: Käytössä
fr_ca: Activé
hu: Engedélyezve
in: Diaktifkan
it: Attivato
iw: מופעל
nl: Ingeschakeld
no: Aktivert
pl: Włączono
pt: Ativado
pt_pt: Ativado
ro: Activat
ru: Включено
sv: Aktiverad
th: เปิดใช้งานแล้ว
tr: Etkinleştirildi
uk: Увімкнено
vi: Đã mở

source: Enabling the virtual recruiting assistant and a curated list of promising candidates
ar: تمكين مساعد التوظيف الافتراضي وقائمة مختارة من المرشحين الواعدين للوظيفة
cs: Zapnutí virtuálního náborového asistenta a vybraného seznamu slibných kandidátů
da: Aktivering af den virtuelle rekrutteringskonsulent og en klargjort liste over lovende kandidater
de: Virtual Recruiting Assistant und Vorauswahl vielversprechender Kandidaten aktivieren
el: Ενεργοποίηση του εικονικού βοηθού εύρεσης υποψηφίων και μιας επιμελημένης λίστας υποσχόμενων υποψηφίων
es_es: Activación del asistente de reclutamiento virtual y una lista filtrada de candidatos prometedores
fi: Virtuaalinen rekrytointiavustaja ja lupaavien työnhakijoiden kuratoitu lista otetaan käyttöön
fr_ca: Activer l'assistant de recrutement virtuel et la sélection de candidats prometteurs
hu: A virtuális toborzóasszisztens és az ígéretes jelentkezőkről összeállított lista engedélyezése
in: Mengaktifkan asisten perekrutan virtual dan daftar pilihan kandidat menjanjikan
it: Abilitazione dell'assistente di selezione virtuale e creazione di una selezione di candidati idonei
iw: הפעלת עוזר הגיוס הווירטואלי ורשימה שנאספה של מועמדים מבטיחים
ja: バーチャル採用活動アシスタントと候補者リストを有効にしています
nl: Virtuele wervingsassistent en samengestelde lijst van veelbelovende kandidaten ingeschakeld
no: Aktiverer den virtuelle rekrutteringsassistenten og en sammensatt liste over lovende kandidater
pl: Włączanie wirtualnego asystenta rekrutacji i wyselekcjonowanej listy obiecujących kandydatów
pt: Ativação do assistente de recrutamento virtual e de uma lista selecionada de candidatos promissores
pt_pt: Ativação do assistente de recrutamento virtual e de uma lista selecionada de candidatos promissores
ro: Se activează asistentul de recrutare virtual și o listă prelucrată de candidați promițători
ru: Включение виртуального кадрового помощника и списка перспективных кандидатов
sv: Aktiverar den virtuella rekryteringsassistenten och en matchningslista med lovande kandidater
th: กำลังเปิดใช้งานผู้ช่วยในการสรรหาบุคลากรเสมือนจริงและรายชื่อผู้สมัครที่โดดเด่นซึ่งได้รวบรวมไว้
tr: Sanal işe alım yardımcısı ve umut vadeden adaylar listesi etkinleştiriliyor
uk: Увімкнення віртуального помічника з рекрутингу й рекомендованого списку перспективних кандидатів
vi: Bật hỗ trợ tuyển dụng ảo và danh sách ứng viên triển vọng tổng hợp

source: Ensure commute time works for them
ar: التأكّد من أن وقت التنقل للعمل يناسبهم
cs: Dbejte na to, aby byla doba dojíždění optimální
da: Kontroller, at rejsetiden fungerer for dem
de: Er stellt sicher, dass der Arbeitsweg für die Kandidaten kein Problem darstellt.
el: Βεβαιωθείτε ότι ο χρόνος μετακίνησης τους βολεύει.
es_es: Asegurarse de que el desplazamiento al trabajo no suponga un problema
fi: varmistamalla, että työmatkan pituus sopii työnhakijoille
fr_ca: S'assurer que le temps de trajet entre le domicile et le lieu de travail leur convient.
hu: Annak ellenőrzése, hogy az ingázási idő megfelelő-e a számukra
in: Memastikan waktu perjalanan ke tempat kerja sesuai untuk mereka
it: Stabilisci se il tragitto casa-lavoro è agevole per loro
iw: הבטחה שזמני הנסיעות מתאימים להם
ja: 通勤時間に無理がないことを確認する
nl: Controleren of ze geen problemen hebben met de reisafstand
no: sikre at pendletiden er akseptabel
pl: Zapytaj kandydatów, czy odpowiada im czas dojazdu
pt: Garanta que o tempo de deslocamento é adequado para eles.
pt_pt: Garantir que o tempo de deslocação é adequado aos candidatos
ro: Asigurați-vă că le convine timpul de navetă
ru: Уточнение требований кандидатов к маршруту и времени поездки на работу
sv: Kontrollera att pendlingstiden är acceptabel
th: ตรวจสอบให้แน่ใจว่าเวลาเดินทางเหมาะสม
tr: Ulaşım süresinin onlar için uygun olduğunu kesinleştirir
uk: Уточнення вимог кандидатів до маршруту й часу поїздки на роботу
vi: Đảm bảo thời gian đi làm phù hợp với họ

source: Expanded sourcing radius enabled
ar: تم تمكين مدى البحث الموسع
cs: Rozšířený okruh vyhledávání kandidátů zapnutý
da: Udvidet sourcingradius er aktiveret
de: Erweiterter Sourcing-Radius aktiviert
el: Ενεργοποιήθηκε η εκτεταμένη ακτίνα στρατολόγησης
es_es: Radio de búsqueda ampliado activado
fi: Laajennettu hakusäde otettu käyttöön
fr_ca: Rayon de repérage étendu
hu: Engedélyeztük a kiválasztási terület kiterjesztését
in: Perluasan radius pencarian kandidat diaktifkan
it: Raggio di ricerca più ampio abilitato
iw: הופעל רדיוס מורחב לאיתור
ja: 検索範囲を拡大しました
nl: Uitgebreide sourcingstraal ingeschakeld
no: Utvidet innhentingsradius aktivert
pl: Rozszerzony promień pozyskiwania został włączony
pt: Raio de recrutamento ampliado ativado
pt_pt: Raio de recrutamento ampliado ativado
ro: S-a activat raza extinsă de recrutare
ru: Включен расширенный радиус подбора
sv: Utökad radie har aktiverats
th: เปิดใช้งานรัศมีการจัดหาแบบขยายแล้ว
tr: Genişletilmiş aday bulma çevresi etkinleştirildi
uk: Розширений радіус добору ввімкнено
vi: Mở rộng bán kính tìm kiếm được bật

source: Find your ideal candidates
ar: البحث عن مرشحين للوظيفة مثاليين
cs: Vyhledejte své ideální kandidáty
da: Find de ideelle kandidater
de: Geeignete Kandidaten finden
el: Εύρεση των ιδανικών υποψηφίων για εσάς
es_es: Encontrar a los candidatos ideales
fi: Sopivien työnhakijoiden löytäminen
fr_ca: Trouver les candidats qu'il vous faut
hu: Az ideális jelentkezők megkeresése
in: Temukan kandidat ideal Anda
it: Trovare i candidati ideali
iw: מציאת מועמדים אידיאליים
ja: 候補者を見つける
nl: Je ideale kandidaten vinden
no: Finne de perfekte kandidatene
pl: Znajdź idealnych kandydatów
pt: Encontrar seus candidatos ideais
pt_pt: Encontre os seus candidatos ideais
ro: Găsiți candidații ideali
ru: Поиск идеальных кандидатов
sv: Hitta önskade kandidater
th: ค้นหาผู้สมัครในอุคมคติของคุณ
tr: İdeal adaylarınızı bulur
uk: Знаходить ідеальних кандидатів
vi: Tìm ứng viên lý tưởng của bạn

source: Free post
ar: منشور مجاني
cs: Bezplatná nabídka práce
da: Gratis opslag
de: Kostenlose Stellenanzeige
el: Δωρεάν δημοσίευση
es_es: Publicación gratuita
fi: Ilmainen julkaisu
fr_ca: Annonce gratuite
hu: Ingyenes hirdetés
in: Pemasangan gratis
it: Annuncio gratuito
iw: פרסום חינם
ja: 無料掲載求人
nl: Gratis plaatsing
no: Gratis stillingsannonse
pl: Oferta bezpłatna
pt: Anúncio gratuito
pt_pt: Anúncio gratuito
ro: Postare gratuită
ru: Бесплатное объявление
sv: Gratis annons
th: ประกาศฟรี
tr: Ücretsiz ilan
uk: Безкоштовна публікація
vi: Bài đăng miễn phí

source: Gathering data to optimize your job...
ar: جارٍ جمع البيانات لتحسين وظيفتك...
cs: Shromažďujeme údaje pro optimalizaci nabídky práce...
da: Indsamler data for at optimere dit job...
de: Es werden Daten zur Optimierung Ihrer Stellenanzeige gesammelt…
el: Συλλογή δεδομένων για βελτιστοποίηση της θέσης εργασίας σας...
es_es: Recopilando datos para optimizar su empleo...
fi: Kerätään dataa työpaikkasi optimointia varten…
fr_ca: Collecte de données pour optimiser votre offre…
hu: Adatok begyűjtése álláshirdetése optimalizálásához...
in: Mengumpulkan data untuk mengoptimasi lowongan Anda...
it: Raccolta dati per l'ottimizzazione del tuo annuncio in corso...
iw: אוסף נתונים כדי למטב את המשרה שלך...
ja: 求人を最適化するためにデータを収集中...
nl: Gegevens verzamelen om je vacature te optimaliseren...
no: Samler inn data for å optimalisere jobben…
pl: Zbieramy dane, by zoptymalizować Twoją ofertę…
pt: Coletando dados para otimizar sua vaga…
pt_pt: A obter dados para otimizar a sua oferta…
ro: Se strâng datele pentru optimizarea locului de muncă...
ru: Сбор данных для оптимизации вашей вакансии...
sv: Samlar in data för att optimera jobbet ...
th: กำลังรวบรวมข้อมูลเพื่อปรับแต่งข้อมูลงานของคุณให้เหมาะสมที่สุด...
tr: İş ilanınızı optimize etmek için veriler toplanıyor...
uk: Збирання даних для оптимізації вашої вакансії...
vi: Thu thập dữ liệu để tối ưu hóa việc làm của bạn.

source: Gathering data...
ar: جارٍ جمع البيانات...
cs: Shromažďujeme data…
da: Indsamler data...
de: Daten werden erfasst…
el: Συλλογή δεδομένων...
es_es: Recopilando datos...
fi: Kerätään dataa...
fr_ca: Collecte des données en cours…
hu: Adatok összegyűjtése...
in: Mengumpulkan data...
it: Raccolta dati in corso...
iw: אוסף נתונים...
ja: データを収集しています...
nl: Gegevens verzamelen...
no: Samler inn data…
pl: Gromadzenie danych…
pt: Coletando dados
pt_pt: A obter dados…
ro: Se colectează datele...
ru: Сбор данных…
sv: Samlar in uppgifter ...
th: กำลังรวบรวมข้อมูล...
tr: Veriler toplanıyor...
uk: Збирання даних…
vi: Đang thu thập dữ liệu...

source: Here's what you can expect from the virtual recruiting assistant in the next few days:
ar: فيما يلي ما يمكن أن تتوقعه من مساعد التوظيف الافتراضي في الأيام القليلة المقبلة:
cs: Během několika nadcházejících dnů můžete od virtuálního náborového asistenta očekávat:
da: Du kan forvente følgende fra den virtuelle rekrutteringskonsulent i de næste par dage:
de: Der Virtual Recruiting Assistant bietet Ihnen in den nächsten Tagen die folgenden Vorteile:
el: Τις επόμενες ημέρες μπορείτε να αναμένετε τα ακόλουθα από τον εικονικό βοηθό εύρεσης υποψηφίων:
es_es: Esto es lo que puede esperar del asistente de reclutamiento virtual en los próximos días:
fi: Näitä asioita voit odottaa virtuaaliselta rekrytointiavustajalta seuraavien päivien aikana:
fr_ca: En le maintenant activé, voici ce dont vous pouvez bénéficier au cours des prochains jours :
hu: A virtuális toborzóasszisztens a következőkben tudna segíteni Önnek az elkövetkezendő napokban:
in: Inilah yang dapat Anda harapkan dari asisten perekrutan virtual dalam beberapa hari ke depan:
it: Ecco come l'assistente di selezione virtuale ti aiuterà nei prossimi giorni:
iw: הנה מה שעוזר הגיוס הווירטואלי צפוי לעשות בימים הקרובים:
ja: バーチャル採用活動アシスタントを無効にすると
nl: Dit kun je in de komende paar dagen verwachten van Virtual Recruiting Assistant:
no: Dette kan du forvente deg av den virtuelle rekrutteringsassistenten de neste dagene:
pl: Czego można oczekiwać od wirtualnego asystenta rekrutacji w ciągu kilku kolejnych dni:
pt: Veja o que você pode esperar do assistente de recrutamento virtual nos próximos dias:
pt_pt: Segue-se o que poderá esperar do assistente de recrutamento virtual nos próximos dias:
ro: Iată ce puteți aștepta de la asistentul virtual de recrutare în următoarele zile:
ru: Вот некоторые из преимуществ виртуального кадрового помощника:
sv: Detta är vad du kan vänta dig av den virtuella rekryteringsassistenten de närmaste dagarna:
th: นี่เป็นสิ่งที่คุณจะได้จากผู้ช่วยในการสรรหาบุคลากรเสมือนจริงในอีกไม่กี่วันต่อจากนี้:
tr: Önümüzdeki birkaç gün içinde sanal işe alım yardımcısından şunları bekleyebilirsiniz:
uk: Ось деякі з переваг віртуального кадрового помічника:
vi: Đây là điều mà bạn có thể thấy từ trình hỗ trợ tuyển dụng ảo trong vài ngày tới:

source: Highlights
ar: المميزات
cs: Hlavní nabídky
da: Fremhævninger
de: Höhepunkte
el: Σημαντικά σημεία
es_es: Información destacada
fi: Kohokohdat
fr_ca: En bref
hu: Kiemelések
in: Sorotan
it: In evidenza
iw: דגשים
ja: ハイライト
nl: Hoogtepunten
no: Høydepunkter
pl: Najważniejsze
pt: Destaques
pt_pt: Destaques
ro: Aspecte esențiale
ru: Основное
sv: Höjdpunkter
th: ข้อมูลสำคัญ
tr: Öne Çıkanlar
uk: Основне
vi: Điểm nổi bật

source: I want to see all my applicants
ar: أريد أن أرى جميع مقدمي الطلبات
cs: Chci zobrazit všechny moje kandidáty
da: Jeg vil se alle mine ansøgere
de: Ich möchte alle Bewerbungen sehen
el: Θέλω να βλέπω όλους τους υποψηφίους
es_es: Quiero ver todos mis candidatos
fi: Haluan nähdä kaikki tehtävääni hakeneet työnhakijat
fr_ca: Je souhaite voir tous mes candidats
hu: Minden jelentkezőt látni szeretnék
in: Saya ingin melihat semua pelamar saya
it: Voglio visualizzare tutti i miei candidati
iw: ברצוני לראות את כל המועמדים שלי
ja: すべての応募者を確認したい
nl: Ik wil al mijn sollicitanten zien
no: Jeg vil se alle søkerne mine
pl: Chcę widzieć wszystkie aplikujące osoby
pt: Quero ver todos os meus candidatos
pt_pt: Quero ver todos os meus candidatos
ro: Vreau să văd toți candidații mei
ru: Я хочу видеть всех кандидатов
sv: Jag vill se alla mina sökande
th: ฉันต้องการดูผู้สมัครทั้งหมดของฉัน
tr: Tüm adayları görmek istiyorum
uk: Я хочу бачити всіх кандидатів
vi: Tôi muốn xem tất cả ứng viên của mình

source: Identify committed applicants
ar: تحديد المتقدمين الملتزمين
cs: Identifikovat odhodlané uchazeče
da: Identificer bekræftede ansøgere
de: Motivierte Kandidaten erkennen
el: Εντοπισμός δεσμευμένων υποψήφιων
es_es: Identificar candidatos comprometidos
fi: Tunnista sitoutuneet työnhakijat
fr_ca: Met en évidence les candidats motivés
hu: Elkötelezett jelentkezők azonosítása
in: Kenali pelamar yang serius
it: Identifica i candidati interessati
iw: זיהוי מועמדים מחויבים
ja: 貴社の応募要件を満たす応募者を見極める
nl: Gemotiveerde sollicitanten vinden
no: Identifisere engasjerte søkere
pl: Określ zaangażowanych kandydatów
pt: Identificar candidatos comprometidos
pt_pt: Identificar candidatos empenhados
ro: Identificarea angajaților serioși
ru: Поиск мотивированных кандидатов
sv: Identifiera engagerade sökande
th: ระบุผู้สมัครที่มีความตั้งใจจริง
tr: Kararlı adayları tespit edin
uk: Пошук умотивованих кандидатів
vi: Xác định những ứng viên có sự cam kết

source: Identify qualified applications
ar: تحديد طلبات التقدم المؤهلة
cs: Identifikovat kvalifikované žádosti
da: Identificer kvalificerede ansøgninger
de: Passende Kandidaten erkennen
el: Εντοπισμός αιτήσεων με κατάλληλα προσόντα
es_es: Identificar solicitudes de calidad
fi: Tunnista pätevät työnhakijat
fr_ca: Met en évidence les candidats qualifiés
hu: Alkalmas jelentkezők azonosítása
in: Kenali pelamar yang memenuhi syarat
it: Identifica le candidature idonee
iw: זיהוי מועמדויות מתאימות
nl: Gekwalificeerde sollicitanten vinden
no: Identifisere kvalifiserte søknader
pl: Określ aplikacje z odpowiednimi kwalifikacjami
pt: Identificar candidaturas qualificadas
pt_pt: Identificar candidaturas qualificadas
ro: Identificarea candidaților calificați
ru: Поиск качественных кандидатов
sv: Identifiera kvalificerade ansökningar
th: ระบุใบสมัครที่มีคุณสมบัติที่กำหนด
tr: Nitelikli adayları tespit edin
uk: Пошук якісних кандидатів
vi: Xác định những ứng viên chất lượng

source: Increase apply rate
ar: زيادة نسبة التقدم للوظيفة
cs: Zvýšit konverzní poměr odpovědí
da: Øg ansøgningsraten
de: Bewerbungsrate erhöhen
el: Αύξηση ποσοστού αιτήσεων
es_es: Aumentar la tasa de solicitud
fi: Kasvata hakuprosenttia
fr_ca: Améliorer le taux de candidatures
hu: Jelentkezési arány növelése
in: Naikkan tingkat lamaran
it: Aumenta la percentuale di candidature
iw: הגדלת שיעור הגשות המועמדות
ja: 応募率を高める
nl: Sollicitatiefrequentie verhogen
no: Øk antallet søknader
pl: Zwiększ liczbę aplikacji
pt: Aumentar taxa de candidaturas
pt_pt: Aumentar taxa de candidaturas
ro: Creșterea ratei de candidaturi
ru: Увеличение количества откликов
sv: Öka ansökningsfrekvensen
th: เพิ่มอัตราการสมัคร
tr: Başvuru oranını artırın
uk: Збільшення кількості заявок
vi: Tăng tỷ lệ ứng tuyển

source: Increasing applies
ar: زيادة عدد طلبات التقدم
cs: Zvyšování počtu žádostí o práci
da: Øger antallet af ansøgninger
de: Anzahl der Bewerbungen erhöhen
el: Αύξηση αιτήσεων
es_es: Aumentar solicitudes
fi: Enemmän hakemuksia
fr_ca: Plus de candidatures
hu: Jelentkezések számának növelése
in: Meningkatkan lamaran
it: Aumenta il numero di candidature
iw: הגדלת מספר המועמדויות
nl: Voor meer sollicitaties
no: Øke antall søknader
pl: Zwiększanie liczby kandydatów
pt: Aumento de candidaturas
pt_pt: Aumento de candidaturas
ro: Creșterea numărului de candidaturi
ru: Увеличение числа откликов на вакансию
sv: Öka antalet ansökningar
th: ดึงดูดผู้สมัครเพิ่ม
tr: Başvuruları artırır
uk: Збільшення числа відгуків
vi: Tăng đơn ứng tuyển
