Repository: gbacruz/weblocal
Catalog: po/*.po
Languages: ar, cs, da, de, el, es_es, fi, fr_ca, hu, in, it, iw, ja, nl, no, pl, pt, pt_pt, ro, ru, sv, th, tr, uk, vi

source: We added a Skills Assessment that successful jobs in your industry usually use to identify qualified applicants:
ar: أضفنا تقييمًا للمهارات والذي عادةً ما تستخدمه الوظائف الناجحة في مجال عملك لتحديد مقدمي الطلبات المؤهلين:
cs: Přidali jsme hodnocení dovedností, které obvykle přidávají při identifikaci kvalifikovaných kandidátů úspěšné nabídky práce ve vašem oboru:
da: Vi har tilføjet en færdighedsvurdering, som normalt bruges til at identificere kvalificerede ansøgere for succesfulde job i din branche:
de: Wir haben ein Assessment hinzugefügt, das für erfolgreiche Stellenanzeigen in Ihrer Branche in der Regel verwendet wird:
el: Προσθέσαμε μια αξιολόγηση δεξιοτήτων που χρησιμοποιούν συνήθως οι επιτυχημένες θέσεις εργασίας στον κλάδο σας, για να εντοπίσουν υποψηφίους με τα κατάλληλα προσόντα:
es_es: Hemos añadido una evaluación de habilidades que los empleos exitosos en su sector generalmente usan para identificar a los candidatos cualificados:
fi: Lisäsimme pätevien työnhakijoiden tunnistamiseksi taitojen arvioinnin, jolla on yleensä saatu hyviä tuloksia toimialasi työpaikkailmoituksissa:
fr_ca: Pour déterminer les candidats qualifiés, nous avons ajouté cette évaluation de compétences figurant généralement sur les offres les plus efficaces de votre secteur d'activité :
hu: Olyan készségértékelést adtunk hozzá, amelyet rendszeresen használnak az Ön iparágának megfelelő sikeres álláshirdetésekben az alkalmas jelentkezők megtalálása érdekében:
in: Kami menambahkan Tes Kelayakan Keterampilan yang biasanya digunakan oleh lowongan-lowongan yang berhasil di bidang Anda untuk mengenali pelamar yang memenuhi syarat:
it: Abbiamo aggiunto una valutazione delle competenze generalmente utilizzata per gli annunci più efficaci nel tuo settore, utile a identificare i candidati idonei:
iw: הוספנו הערכת מיומנויות שמשרות מצליחות בתעשייה שלך בדרך כלל משתמשות בה כדי לזהות מועמדים מתאימים:
ja: 次のスキルアセスメントを追加しました。これは、応募者がスキルや条件を満たしているかを見極めるために、業界内で効果のよい求人の多くに使用されているものです。
nl: We hebben een assessment voor vaardigheden toegevoegd dat in succesvolle vacatures in dezelfde sector wordt gebruikt om gekwalificeerde sollicitanten te vinden:
no: Vi la til en ferdighetsevaluering som vellykkede jobber i din bransje vanligvis bruker for å identifisere kvalifiserte søkere:
pl: Dodaliśmy ocenę umiejętności, która zwykle pojawia się w skutecznych ofertach pracy w danej branży, aby znaleźć wykwalifikowanych kandydatów:
pt: Adicionamos uma avaliação de habilidades que vagas bem-sucedidas no seu setor costumam usar para identificar candidatos qualificados:
pt_pt: Adicionámos uma avaliação de competências que as ofertas bem-sucedidas do seu setor costumam utilizar para identificar candidatos qualificados:
ro: Am adăugat o evaluare a aptitudinilor pe care o folosesc de obicei locurile de muncă de succes din domeniul dvs. pentru a-i identifica pe candidații calificați:
ru: Мы добавили оценивание навыков, которое обычно используется в результативных вакансиях в вашей отрасли:
sv: Vi har lagt till en kompetensutvärdering som framgångsrika platsannonser i din bransch vanligen använder för att identifiera kvalificerade sökande:
th: เราได้เพิ่มการประเมินทักษะที่งานซึ่งประสบความสำเร็จในอุตสาหกรรมของคุณได้เพิ่มเข้าไปเสมอ เพื่อระบุผู้สมัครที่มีคุณสมบัติครบถ้วน:
tr: Sektörünüzdeki başarılı iş ilanlarının nitelikli adayları tespit etmek için genellikle eklediği bir Beceri Testi ekledik:
uk: Ми додали оцінювання навичок, яке зазвичай використовується в результативних вакансіях у вашій галузі для добору кваліфікованих кандидатів:
vi: Chúng tôi đã thêm Đánh Giá Kỹ Năng mà các công việc thành công trong ngành của bạn thường được sử dụng để xác định các ứng viên đủ tiêu chuẩn:

source: We added an applicant qualification that successful jobs in your Industry usually add:
ar: أضفنا مؤهلاً لمقدم الطلب والذي عادةً ما تضيفه الوظائف الناجحة في مجال عملك:
cs: Přidali jsme kvalifikaci kandidáta, kterou obvykle přidávají úspěšné nabídky práce ve vašem oboru:
da: Vi har tilføjet en ansøgerkvalifikation, som normalt tilføjes for succesfulde job i din branche:
de: Wir haben eine Bewerbungsfrage hinzugefügt, die in erfolgreichen Stellenanzeigen in Ihrer Branche in der Regel verwendet wird:
el: Προσθέσαμε ένα προσόν υποψηφίων που προσθέτουν συνήθως οι επιτυχημένες θέσεις εργασίας στον κλάδο σας:
es_es: Hemos añadido una cualificación del candidato que los empleos exitosos en su sector generalmente añaden:
fi: Lisäsimme työnhakijoille pätevyysvaatimuksen, jolla on yleensä saatu hyviä tuloksia toimialasi työpaikkailmoituksissa:
fr_ca: Nous avons ajouté cette question relative au profil recherché figurant généralement sur les offres les plus efficaces de votre secteur d'activité :
hu: Olyan jelentkezői képzettséget adtunk hozzá, amelyet rendszeresen használnak az Ön iparágának megfelelő sikeres álláshirdetésekben:
in: Kami menambahkan kualifikasi pelamar yang biasanya ditambahkan pada lowongan-lowongan yang berhasil di bidang Anda:
it: Abbiamo aggiunto un requisito del candidato generalmente utilizzato per gli annunci più efficaci nel tuo settore:
iw: הוספנו דרישה מהמועמד שמשרות מצליחות בתעשייה שלך בדרך כלל מוסיפות:
nl: We hebben een kwalificatie voor sollicitanten toegevoegd die wordt gebruikt in succesvolle vacatures in dezelfde sector:
no: Vi la til en søkerkvalifikasjon som vellykkede jobber i din bransje vanligvis legger til:
pl: Dodaliśmy kwalifikację kandydata, która zwykle pojawia się w skutecznych ofertach pracy w danej branży:
pt: Adicionamos uma qualificação de candidato que vagas bem-sucedidas no seu setor costumam adicionar:
pt_pt: Adicionámos uma qualificação de candidato que as ofertas bem-sucedidas do seu setor costumam adicionar:
ro: Am adăugat o calificare care apare de obicei la locurile de muncă de succes din domeniul dvs:
ru: Мы добавили квалификационное требование к кандидатам, которое обычно используется в результативных вакансиях в вашей отрасли:
sv: Vi har lagt till en kvalifikation för sökande som framgångsrika platsannonser i din bransch vanligen använder:
th: เราได้เพิ่มคุณสมบัติของผู้สมัครที่งานซึ่งประสบความสำเร็จในอุตสาหกรรมของคุณได้เพิ่มเข้าไปเสมอ
tr: Sektörünüzdeki başarılı iş ilanlarında genellikle bulunan bir aday niteliğini ekledik:
uk: Ми додали кваліфікаційну вимогу до кандидатів, яка зазвичай використовується в результативних вакансіях у вашій галузі:
vi: Chúng tôi đã thêm chứng chỉ ứng viên mà các công việc thành công trong Ngành của bạn thường được thêm vào:

source: We changed the settings of your applicant qualification to require applicants to answer them. It helps identifying applicants that are commited to their applications. Question that will require a response to apply:
ar: قمنا بتغيير إعدادات مؤهل مقدم الطلب لمطالبة مقدمي الطلبات بالإجابة عليه. وهذا يساعد في تحديد مقدمي الطلبات الملتزمين في طلباتهم. السؤال الذي سيتطلب إجابة للتقدم للوظيفة:
cs: Nastavení kvalifikace uchazečů jsme změnili tak, aby od kandidátů vyžadovalo zodpovězení otázek. Toto nastavení pomáhá identifikovat kandidáty, kteří myslí svoje žádosti vážně. Otázka, na kterou bude nutné při odeslání žádosti odpovědět:
da: Vi ændrede indstillingerne for ansøgerkvalifikationen, så det er et krav, at ansøgerne besvarer spørgsmålet. Det hjælper med at identificere ansøgere, som er dedikerede til deres ansøgninger. Spørgsmål, der skal besvares i forbindelse med ansøgning:
de: Wir haben die Einstellungen für Ihre Bewerbungsfrage geändert, sodass Kandidaten diese nun beantworten müssen. Dadurch lässt sich leichter bestimmen, welche Kandidaten es ernst meinen. Frage, die beantwortet werden muss:
el: Αλλάξαμε τις ρυθμίσεις σας για το προσόν υποψηφίων, ώστε να απαιτείται από τους υποψηφίους να απαντήσουν. Αυτό βοηθά να εντοπίσετε υποψηφίους που δεσμεύονται όσον αφορά τις αιτήσεις τους. Ερώτηση για την οποία θα απαιτείται απάντηση για υποβολή αίτησης:
es_es: Cambiamos la configuración de la cualificación del candidato para que los candidatos la respondan. Esto ayuda a identificar a los candidatos que están comprometidos con sus solicitudes. Pregunta que requerirá una respuesta para solicitar el empleo:
fi: Muutimme työnhakijan pätevyysvaatimuksesi asetuksia siten, että työnhakijoilta edellytetään nyt vastauksia sitä koskevaan kysymykseen. Näin voimme helpommin tunnistaa työnhakijat, jotka ovat kaikkein sitoutuneimpia ja aktiivisimpia työnhakuprosessissa. Seuraavaan kysymykseen vaaditaan vastaus hakuprosessin jatkamiseksi:
fr_ca: Afin de trouver les talents les plus motivés, les candidats qui souhaitent postuler doivent maintenant répondre à la question suivante :
hu: Az egyik jelentkezői képzettség beállítását a jelentkezők által kötelezően megválaszolandóra módosítottuk. Ez segít megtalálni az igazán elkötelezett jelentkezőket. A jelentkezéshez kötelezően megválaszolandó kérdés:
in: Kami mengubah pengaturan kualifikasi pelamar Anda agar wajib dijawab oleh pelamar. Hal ini akan membantu mengenali pelamar yang berkomitmen terhadap lamaran mereka. Pertanyaan yang wajib dijawab untuk melamar:
it: Abbiamo modificato le impostazioni relative alla qualifica del candidato: ora è necessario rispondere alla seguente domanda per poter presentare la propria candidatura. In questo modo sarà più semplice identificare i candidati realmente interessati. Domanda obbligatoria:
iw: שינינו את ההגדרות של דרישה מהמועמד שלך כדי לחייב את המועמדים לענות עליהן. זה עוזר בזיהוי מועמדים המחויבים להגשות מועמדות שלהם. שאלה שתדרוש תגובה כדי להגיש מועמדות:
ja: 応募資格について回答必須に変更しました。この設定により、応募者が資格を満たしているかが判断しやすくなります。応募時に、次の質問への回答が必須となります。
nl: We hebben de instellingen van je kwalificatie voor sollicitanten bijgewerkt. Sollicitanten moeten deze nu verplicht beantwoorden. Zo vind je sollicitanten die hun sollicitatie serieus nemen. Vraag die ze moeten beantwoorden om te kunnen solliciteren:
no: Vi endret innstillingene for søkerkvalifikasjonen slik at søkerne må svare på den. Dette bidrar til å identifisere søkere som er motiverte. Spørsmål som krever svar:
pl: Zmieniliśmy ustawienia kwalifikacji kandydata tak, aby udzielenie odpowiedzi na zadane pytania było obowiązkowe. Dzięki temu będzie wiadomo, którzy kandydaci są rzeczywiście zainteresowani ofertą. Oto pytanie, które będzie wymagało udzielenia odpowiedzi:
pt: Alteramos as configurações da qualificação do candidato para exigir que os candidatos respondam a ela. Isso ajuda a identificar quem está comprometido com a candidatura. Pergunta que exigirá uma resposta para a candidatura:
pt_pt: Alterámos as definições de qualificação de candidatos para exigir que os candidatos respondam. Desta forma, poderemos identificar quem está empenhado na candidatura. Pergunta que exige resposta para possibilitar a candidatura:
ro: Am modificat setările calificării pentru candidați astfel încât aceștia să fie obligați să răspundă. Acest lucru ajută la identificarea candidaților care sunt cu adevărat implicați în candidaturile lor. Întrebarea la care răspunsul este obligatoriu pentru depunerea candidaturii:
ru: Мы изменили настройки вашего квалификационного требования к кандидатам. Теперь от кандидатов обязательно требуется ответ. Это поможет вам найти заинтересованных соискателей. Вопрос, на который необходимо ответить, чтобы откликнуться на вакансию:
sv: Vi ändrade inställningarna för din kvalifikation för sökande så att sökande måste svara. Det gör det lättare att hitta sökande som menar allvar med sin ansökan. Frågan som måste besvaras för att få ansöka:
th: เราได้แก้ไขค่าการตั้งค่าคุณสมบัติผู้สมัครของคุณเพื่อต้องการให้ผู้สมัครตอบ ซึ่งจะช่วยระบุผู้สมัครที่มุ่งมั่นในการสมัคร คำถามที่จะต้องตอบกลับเพื่อสมัครงาน:
tr: Aday nitelikleri bölümünün ayarlarını, adayların bu sorulara cevap vermesini gerekli kılacak şekilde değiştirdik. Bu değişiklik, başvurmakta kararlı olan adayları tespit etmenize yardımcı olur. Başvurmak için cevaplanması gereken soru:
uk: Щоб полегшити пошук кандидатів, які серйозно ставляться до своїх заявок, ми змінили налаштування вашої кваліфікаційної вимоги до кандидатів, і тепер шукачам необхідно відповісти на таке запитання:
vi: Chúng tôi đã thay đổi cài đặt tiêu chuẩn ứng viên của bạn để yêu cầu ứng viên trả lời. ĐIều này giúp xác định các ứng viên đã cam kết với đơn xin việc của họ. Câu hỏi cần trả lời để ứng tuyển:

source: We found these common keywords for your job title and category across other jobs on Indeed. We've added a keyword section to help increase your views.
ar: عثرنا على هذه الكلمات الرئيسية الشائعة للمسمى الوظيفي والفئة الملائمين لك عبر الوظائف الأخرى على Indeed. وأضفنا قسمًا للكلمات الرئيسية للمساعدة في زيادة عدد المشاهدات لك.
cs: Tato běžná klíčová slova jsme podle názvu vaší nabídky práce a kategorie vyhledali u ostatních nabídek práce na Indeed. Doplnili jsme oddíl klíčových slov, abychom zvýšili počet zobrazení.
da: Vi har fundet disse almindelige søgeord for din jobtitel og kategori i andre jobs på Indeed. Vi har tilføjet en søgeordssektion for at hjælpe med at øge antallet af visninger.
de: Wir haben diese häufig verwendeten Stichwörter für Ihren Jobtitel und die Stellenkategorie in anderen Stellenanzeigen auf Indeed gefunden und einen Stichwortbereich hinzugefügt, damit Ihre Stellenanzeige häufiger aufgerufen wird.
el: Βρήκαμε αυτές τις κοινές λέξεις-κλειδιά για τον τίτλο και την κατηγορία της θέσης εργασίας σας, σε άλλες θέσεις εργασίας στο Indeed. Προσθέσαμε μια ενότητα λέξεων-κλειδιών, για να αυξηθούν οι προβολές σας.
es_es: Hemos encontrado estas palabras clave frecuentes para la categoría y el título de su empleo en otros empleos en Indeed. Hemos añadido una sección de palabras clave para ayudarlo a aumentar las vistas.
fi: Löysimme työnimikkeellesi ja työpaikkaluokallesi nämä yleiset avainsanat, joita käytetään muissa työpaikoissa Indeedissä. Lisäsimme avainsanaosion auttaaksemme sinua kasvattamaan näyttöjen määrää.
fr_ca: Ces mots-clés sont souvent utilisés pour le titre et la catégorie de votre poste dans d'autres offres publiées sur Indeed. Nous avons ajouté une section « mots-clés » pour vous aider à obtenir davantage de vues.
hu: Az állásmegnevezéshez és álláskategóriához tartozó ezen gyakori kulcsszavakat más, az Indeeden található álláshirdetések alapján választottuk ki. Hozzáadtunk egy kulcsszavakat tartalmazó szakaszt a megtekintések számának növelése érdekében.
in: Kami menemukan kata-kata kunci yang umum untuk posisi lowongan dan kategori Anda dari berbagai lowongan lain di Indeed. Kami telah menambahkan bagian kata kunci untuk meningkatkan tayangan Anda.
it: Abbiamo individuato queste parole chiave comuni in altri annunci di lavoro su Indeed per la stessa posizione lavorativa e categoria. Abbiamo aggiunto una sezione dedicata alle parole chiave per aiutarti a incrementare le visualizzazioni.
iw: מצאנו את מילות המפתח הנפוצות האלו עבור שם המשרה והקטגוריה שלך במשרות אחרות ב-Indeed. הוספנו מקטע של מילות מפתח שיעזור להגדיל את הצפיות שלך.
ja: 追加したのは、Indeed の求人掲載で同じ職種名とカテゴリーで使われているキーワードです。閲覧数が増えるように、キーワードセクションを追加しました。
nl: Deze veelgebruikte trefwoorden hebben we in andere vacatures op Indeed gevonden voor jouw vacaturetitel en -categorie. We hebben een trefwoordengedeelte toegevoegd om het aantal weergaven te verhogen.
no: Vi fant disse vanlige søkeordene for stillingstittelen og kategorien i andre jobber på Indeed. Vi har lagt til en søkeorddel for å øke antallet visninger.
pl: Znaleźliśmy te często stosowane słowa kluczowe wśród innych ofert pracy w serwisie Indeed. Odnoszą się one do tytułu oferowanego stanowiska i kategorii oferty. Dodaliśmy sekcję słów kluczowych, aby zwiększyć liczbę wyświetleń tej oferty.
pt: Encontramos em outras vagas no Indeed estas palavras-chave comuns para a categoria e o título de sua vaga. Adicionamos uma seção de palavras-chave para ajudar a aumentar as visualizações da vaga.
pt_pt: Encontrámos estas palavras-chave comuns para a categoria e título da sua oferta noutras ofertas no Indeed. Adicionámos uma secção de palavras-chave para o ajudar a aumentar as visualizações da oferta.
ro: Am găsit aceste cuvinte-cheie comune pentru categoria și funcția dvs. în alte locuri de muncă de pe Indeed. Am adăugat o secțiune de cuvinte-cheie pentru a vă ajuta să aveți mai multe vizualizări.
ru: Мы нашли эти популярные ключевые слова для ваших должности и категории в объявлениях о других вакансиях на Indeed. Мы добавили раздел ключевых слов, который поможет вам увеличить число просмотров.
sv: Vi hittade de här vanliga nyckelorden för jobbtiteln och kategorin i andra platsannonser på Indeed. Vi har lagt till ett nyckelordsavsnitt för att öka visningarna.
th: เราพบคำสำคัญที่ใช้กันทั่วไปเหล่านี้สำหรับตำแหน่งงานและหมวดหมู่งานของคุณจากตำแหน่งงานอื่น ๆ ใน Indeed ดังนั้น เราจึงได้เพิ่มส่วนคำสำคัญไว้เพื่อช่วยเพิ่มมุมมองของคุณ
tr: İlan verdiğiniz pozisyon adı ve kategori için Indeed'deki diğer iş ilanları arasında bu anahtar kelimelerin yaygın olarak kullanıldığını tespit ettik. İlanınızın görüntülenme sayısını artırmak için anahtar kelime bölümü ekledik.
uk: Ми знайшли ці популярні ключові слова для вашої вакансії та категорії в оголошеннях про інші вакансії на Indeed. Ми додали розділ ключових слів, який допоможе вам збільшити число переглядів.
vi: Chúng tôi đã tìm thấy những từ khóa phổ biến này cho danh mục và chức danh của bạn trong những việc làm khác trên Indeed. Chúng tôi đã thêm phần từ khóa để giúp tăng lượt xem của bạn.

source: We will notify the candidates that you don’t show interest in within 14 days. We consider you showed interest to candidates if you:
ar: سنخطر المرشحين للوظيفة بأنك لا تبدي اهتمامًا بطلباتهم خلال 14 يومًا، نفترض أنك تبدي اهتمامًا بالمرشحين للوظيفة إذا:
cs: Budeme informovat kandidáty, o které jste během 14 dnů neprojevili zájem. Za projevení zájmu o kandidáty považujeme:
da: Vi giver besked til de kandidater, du ikke har udvist interesse for i løbet af 14 dage. Vi anser dig for at have udvist interesse, hvis du:
de: Wir benachrichtigen die Kandidaten, an denen Sie nach 14 Tagen noch kein Interesse gezeigt haben. Sie können Interesse an Kandidaten zeigen, indem Sie:
el: Θα ειδοποιούμε τους υποψηφίους για τους οποίους δεν εκδηλώνετε ενδιαφέρον εντός 14 ημερών. Θεωρούμε ότι έχετε εκδηλώσει ενδιαφέρον για υποψηφίους, αν:
es_es: Notificaremos a los candidatos en los que no muestra interés dentro de los 14 días. Consideramos que ha mostrado interés en los candidatos si usted realiza lo siguiente:
fi: Ilmoitamme työnhakijoille, joiden työhakemukseen et ole reagoinut 14 päivän kuluessa. Katsomme, että olet osoittanut kiinnostusta työnhakijaa kohtaan, jos teet jonkin seuraavista:
fr_ca: Au bout de 14 jours, nous avisons les candidats à qui vous n'avez pas donné suite. Nous estimons que vous avez donné suite si vous avez :
hu: Értesítjük azokat a jelentkezőket, akik iránt 14 napon belül nem mutat érdeklődést. Akkor tekintjük úgy, hogy Ön érdeklődést mutatott a jelentkezők iránt, ha:
in: Kami akan memberitahu kandidat bahwa Anda tidak menunjukkan minat dalam waktu 14 hari. Kami menganggap Anda menunjukkan minat kepada kandidat jika Anda:
it: Se dopo 14 giorni dalla ricezione di una candidatura non mostri alcun interesse, comunicheremo il rifiuto alla persona in questione. Riteniamo che tu abbia interesse nel valutare i candidati nei casi in cui:
iw: אנו נודיע למועמדים שאינך מגלה בהם עניין תוך 14 ימים. אנו רואים שגילית עניין במועמדים אם:
ja: 14日以内に関心を示さなかった場合、Indeed から応募者に通知します。次の操作を実行した場合は、応募者に関心があると判断されます。
nl: Kandidaten waarin je geen interesse hebt, krijgen dit binnen 14 dagen te horen. We gaan ervan uit dat je geïnteresseerd bent als je:
no: Vi vil varsle kandidatene du ikke viser interesse for, innen 14 dager. Du har vist interesse for kandidater dersom du:
pl: W ciągu 14 dni powiadomimy kandydatów, wobec których nie wykazano zainteresowania. Oto czynności, które interpretujemy jako zainteresowanie kandydatem:
pt: Notificaremos os candidatos nos quais você não demonstrar interesse dentro de 14 dias. Consideraremos que há interesse em um candidato se você fizer o seguinte:
pt_pt: Notificaremos os candidatos aos quais não tenha respondido após 14 dias. Consideraremos que demonstrou interesse num candidato caso:
ro: Vom anunța candidații pentru care nu manifestați interes în 14 zile. Considerăm că manifestați interes dacă:
ru: Мы будем сообщать кандидатам, если вы не проявите к ним интерес в течение 14 дней. Вот как можно продемонстрировать свой интерес к кандидату:
sv: Vi meddelar kandidaterna som du inte har visat intresse för efter 14 dagar. Vi anser att du har visat intresse för en kandidat om du:
th: เราจะแจ้งผู้สมัครให้ทราบว่าคุณไม่สนใจภายในเวลา 14 วัน ทั้งนี้ เราจะถือว่าคุณให้ความสนใจผู้สมัครหากคุณ:
tr: 14 gün içinde ilgilenmediğiniz adayları bilgilendireceğiz. Şu işlemleri yaptığınızda bir adayla ilgilendiğinizi düşünürüz:
uk: Ми повідомлятимемо кандидатів, що ви не зацікавилися ними протягом 14 днів. Щоб продемонструвати своє зацікавлення кандидатом, виконайте одну з таких дій:
vi: Chúng tôi sẽ thông báo cho ứng viên rằng bạn không thể hiện sự quan tâm trong vòng 14 ngày. Chúng tôi cho rằng bạn đã thể hiện sự quan tâm với ứng viên nếu bạn:

source: We will process your request within 48 hours
ar: سنجري معالجة طلبك في غضون 48 ساعة
cs: Vaši žádost zpracujeme do 48 hodin
da: Vi behandler din anmodning inden for 48 timer
de: Wir werden Ihre Anfrage innerhalb von 48 Stunden bearbeiten
el: Θα επεξεργαστούμε το αίτημά σας εντός 48 ωρών
es_es: Procesaremos su solicitud en un plazo de 48 horas
fi: Käsittelemme pyyntösi 48 tunnin kuluessa
fr_ca: Votre demande sera traitée dans un délai de 48 heures
hu: Kérését 48 órán belül feldolgozzuk
in: Kami akan memroses permintaan Anda dalam 48 jam
it: La tua richiesta verrà elaborata entro 48 ore
iw: נטפל בבקשה שלך בתוך 48 שעות
nl: We verwerken je aanvraag binnen 48 uur.
no: Vi behandler forespørselen din innen 48 timer
pl: Zgłoszenie zostanie przetworzone w ciągu 48 godzin
pt: Processaremos sua solicitação em até 48 horas
pt_pt: Processaremos o seu pedido dentro de 48 horas
ro: Vă vom procesa cererea în 48 de ore
ru: Мы обработаем ваш запрос в течение 48 часов
sv: Vi behandlar din förfrågan inom 48 timmar
th: เราจะประมวลผลคำขอของคุณภายใน 48 ชั่วโมง
tr: Talebinizi 48 saat içinde yerine getireceğiz
uk: Ми обробимо ваш запит протягом 48 годин
vi: Chúng tôi sẽ xử lý yêu cầu của bạn trong vòng 48 giờ
