Repository: gbacruz/weblocal
Catalog: po/*.po
Languages: ar, cs, da, de, el, es_es, fi, fr_ca, hu, in, it, iw, ja, nl, no, pl, pt, pt_pt, ro, ru, sv, th, tr, uk, vi

source: Continued sourcing & screening to find matching job seekers
ar: مواصلة البحث والانتقاء للعثور على الباحثين عن وظيفة المطابقين
cs: Pokračovat ve vyhledávání a prověřování uchazečů za účelem vytipování odpovídajících kandidátů
da: Fortsat sourcing og screening for at finde matchende jobsøgere
de: Kontinuierliches Sourcing und Screening, um passende Jobsuchende zu finden
el: Συνεχείς ενέργειες στρατολόγησης και επιλογής για την εύρεση κατάλληλων ατόμων που αναζητούν εργασία.
es_es: Búsqueda y selección continuas para encontrar a los candidatos adecuados
fi: Jatkuva rekrytointi- ja seulontaprosessi vaatimuksiasi vastaavien työnhakijoiden löytämiseksi
fr_ca: Un repérage et une présélection en continu pour trouver les meilleurs talents pour votre offre.
hu: Folyamatos kiválasztás és szűrés a megfelelő álláskeresők megtalálása érdekében
in: Pencarian & penyaringan kandidat terus-menerus untuk menemukan pencari kerja yang cocok
it: Ricerca e selezione per individuare ancora più candidati adatti
iw: סורסינג וסינון מתמשכים למציאת מחפשי עבודה מתאימים
ja: ソーシングとスクリーニングを利用できなくなります
nl: Sourcing en screening om geschikte werkzoekenden te vinden
no: fortsatt rekruttering og screening for å finne samsvarende arbeidssøkere
pl: Ciągłe pozyskiwanie i selekcja w celu znalezienia odpowiednich osób poszukujących pracy
pt: Recrutamento e seleção contínuos para encontrar candidatos compatíveis
pt_pt: Recrutamento e seleção contínuos para encontrar candidatos compatíveis
ro: Identificare și evaluare continuă pentru a găsi solicitanți de locuri de muncă potriviți
ru: Постоянные подбор и проверка соискателей для поиска подходящих кандидатур
sv: Kontinuerlig sourcing och screening för att hitta matchande jobbsökare
th: จัดหาและคัดกรองต่อไปเพื่อค้นพบผู้หางานที่ตรงกับความต้องการ
tr: Kriterlerinize uygun iş arayanları bulmak için aralıksız aday bulma ve eleme çalışmaları
uk: Постійні добір і перевірка шукачів для виявлення належних кандидатур
vi: Tiếp tục tìm kiếm và sàng lọc để tìm người tìm việc phù hợp

source: Curate a list of promising candidates
ar: اختيار قائمة المرشحين للوظيفة الواعدين
cs: Vyberte kandidáty do seznamu slibných kandidátů
da: Klargør en liste over lovende kandidater
de: Vorauswahl vielversprechender Kandidaten
el: Επιμέλεια μιας λίστας υποσχόμενων υποψηφίων
es_es: Preparar una lista de candidatos prometedores
fi: Luo kuratoidun listan lupaavista työnhakijoista
fr_ca: Sélectionner des candidats prometteurs
hu: Lista összeállítása az ígéretes jelentkezőkről
in: Membuat daftar kandidat yang menjanjikan
it: Creare una selezione di candidati idonei
iw: עריכת רשימה של מועמדים מבטיחים
ja: 候補者のリストを作成する
nl: Een lijst met veelbelovende kandidaten samenstellen
no: Sette sammen en liste over lovende kandidater
pl: Opracuj wyselekcjonowaną listę obiecujących kandydatów
pt: Selecionar uma lista de candidatos promissores
pt_pt: Selecionar uma lista de candidatos promissores
ro: Prelucrarea unei liste de candidați promițători
ru: Составление списка перспективных кандидатов
sv: Ta fram en lista med lovande kandidater
th: รวบรวมรายชื่อผู้สมัครที่โดดเด่น
tr: Umut vadeden adayların bir listesi oluşturuldu
uk: Складає список перспективних кандидатів
vi: Tổng hợp danh sách ứng viên triển vọng

source: Curate a list of promising candidates that matches the job requirements. Your other applicants will still be visible anytime.
ar: انتقاء قائمة بالمرشحين للوظيفة الواعدين الذين يتطابقون مع متطلبات الوظيفة. سيظل مقدمو الطلب الآخرين مرئيين في أي وقت.
cs: Vyberte kandidáty do seznamu slibných kandidátů, kteří splňují požadavky nabídky práce. Ostatní kandidáty budete moci i přesto kdykoli zobrazit.
da: Klargør en liste over lovende kandidater, der matcher jobkravene. De andre ansøgere er stadig synlige.
de: Er erstellt eine Vorauswahl der vielversprechenden Kandidaten, die das Anforderungsprofil erfüllen. Andere Kandidaten bleiben aber weiter sichtbar.
el: Επιμεληθείτε μια λίστα υποσχόμενων υποψηφίων που ανταποκρίνονται στις απαιτήσεις της θέσης εργασίας σας. Οι υπόλοιποι υποψήφιοί σας θα εξακολουθούν να είναι ορατοί ανά πάσα στιγμή.
es_es: Preparar una lista de candidatos prometedores que cuadren con los requisitos del empleo. Los otros candidatos permanecerán visibles en todo momento.
fi: luomalla listan työpaikkasi vaatimuksia vastaavista lupaavista työnhakijoista. Voit silti tarkastella milloin tahansa muiden työnhakijoidesi tietoja.
fr_ca: Sélection de candidats prometteurs répondant aux critères du poste (vous pourrez consulter le profil des autres candidats à tout moment).
hu: Lista összeállítása az álláshirdetés követelményeinek megfelelő ígéretes jelentkezőkről. A többi jelentkező továbbra is bármikor megnézhető.
in: Membuat daftar kandidat yang menjanjikan yang sesuai dengan persyaratan lowongan Anda. Pelamar yang lain masih dapat dilihat kapan saja.
it: Crea una selezione di candidati idonei che corrispondono al profilo richiesto. Gli altri candidati continueranno a essere visibili.
iw: עריכת רשימה של מועמדים מבטיחים שמתאימים לדרישות המשרה. המועמדים האחרים עדיין יהיו גלויים בכל עת.
ja: 貴社の定める条件を満たす候補者のリストを作成します。その他の応募者の情報も、引き続きいつでも参照できます。
nl: Een lijst samenstellen met veelbelovende kandidaten die aan de functie-eisen voldoen. Je andere sollicitanten blijven nog steeds zichtbaar.
no: sette sammen en liste over lovende kandidater som samsvarer med stillingskravene – de andre søkerne dine vil fremdeles være synlige
pl: Opracuj wyselekcjonowaną listę obiecujących kandydatów odpowiadającą wymaganiom danej oferty pracy. Pozostali kandydaci nadal będą widoczni.
pt: Selecione uma lista de candidatos promissores que atendem aos requisitos da vaga; os outros candidatos ainda estarão visíveis a qualquer momento.
pt_pt: Selecione uma lista de candidatos promissores que cumprem os requisitos da oferta. Os outros candidatos permanecerão visíveis em todos os momentos.
ro: Prelucrarea unei liste de candidați promițători, care îndeplinesc cerințele locului de muncă. Ceilalți candidați vor fi în continuare vizibili în orice moment.
ru: Составление списка перспективных кандидатов, которые отвечают требованиям для вашей вакансии (вы также сможете в любой момент просмотреть остальных кандидатов)
sv: Ta fram en lista med lovande kandidater som uppfyller jobbkraven. Övriga sökande finns fortfarande kvar.
th: รวบรวมรายชื่อผู้สมัครที่โดดเด่นซึ่งตรงตามข้อกำหนดของงาน ผู้สมัครรายอื่น ๆ ของคุณจะยังคงแสดงผลให้เห็นทุกเมื่อ
tr: İş ilanınızın gerekliliklerine uyan, umut vadeden adayların listesini oluşturur. İlanınıza başvuran diğer adayları istediğiniz zaman görüntüleyebilirsiniz.
uk: Складання списку перспективних кандидатів, що відповідають вимогам для вашої вакансії (ви також зможете в будь-який момент переглянути інших кандидатів)
vi: Tổng hợp một danh sách các ứng viên triển vọng phù hợp với yêu cầu việc làm. Các ứng viên khác của bạn sẽ vẫn được hiển thị bất cứ lúc nào.

source: Curated List
ar: القائمة المختارة
cs: Vybraný seznam
da: Klargjort liste
de: Vorauswahl
el: Επιμελημένη λίστα
es_es: Lista filtrada
fi: Kuratoitu lista
fr_ca: Sélection
hu: Összeállított lista
in: Daftar Pilihan
it: Selezione
iw: רשימה שנאספה
ja: 候補者リスト
nl: Samengestelde lijst
no: Sammensatt liste
pl: Wyselekcjonowana lista
pt: Lista selecionada
pt_pt: Lista selecionada
ro: Listă prelucrată
ru: Список рекомендаций
sv: Matchningslista
th: รายชื่อที่รวบรวมไว้
tr: Sizin İçin Oluşturulan Liste
uk: Рекомендований список
vi: Danh sách tổng hợp

source: Curated a list of promising candidates
ar: تم اختيار قائمة المرشحين الواعدين للوظيفة
cs: Vybraný seznam slibných kandidátů
da: Klargjorde en liste over lovende kandidater
de: Vorauswahl vielversprechender Kandidaten
el: Έγινε επιμέλεια μιας λίστας υποσχόμενων υποψηφίων
es_es: Lista filtrada de candidatos prometedores
fi: Lupaavien työnhakijoiden kuratoitu lista on luotu
fr_ca: Sélection de candidats prometteurs
hu: Összeállítottunk egy listát az ígéretes jelentkezőkről
in: Daftar kandidat yang menjanjikan telah dibuat
it: La selezione di candidati idonei è pronta
iw: נאספה רשימה של מועמדים מבטיחים
ja: 候補者リストを作成しました
nl: Lijst met veelbelovende kandidaten samengesteld
no: Sammensatt liste over lovende kandidater
pl: Wyselekcjonowano listę obiecujących kandydatów
pt: Uma lista de candidatos promissores foi selecionada
pt_pt: Foi selecionada uma lista de candidatos promissores
ro: S-a prelucrat o listă de candidați promițători
ru: Список перспективных кандидатов
sv: Matchade en lista med lovande kandidater
th: รายชื่อผู้สมัครที่โดดเด่นในรายชื่อที่รวบรวมไว้
tr: Umut vadeden adayların bir listesi oluşturuldu
uk: Рекомендований список перспективних кандидатів
vi: Đã tổng hợp danh sách ứng viên triển vọng

source: Curated candidates
ar: المرشحون المختارون للوظيفة
cs: Vybraní kandidáti
da: Klargjorte kandidater
de: Vorauswahl der Kandidaten
el: Επιμελημένη λίστα υποψηφίων
es_es: Candidatos filtrados
fi: Valikoidut työnhakijat
fr_ca: Candidats sélectionnés
hu: Válogatott jelentkezők
in: Kandidat pilihan
it: Candidati selezionati
iw: מועמדים נבחרים
ja: 候補者リスト
nl: Voorgestelde kandidaten
no: Sammensatt liste over kandidater
pl: Wyselekcjonowani kandydaci
pt: Candidatos selecionados
pt_pt: Candidatos selecionados
ro: Candidați selecționați
ru: Подобранные кандидаты
sv: Matchade kandidater
th: รายชื่อผู้สมัครที่จัดทำไว้
tr: Seçilmiş adaylar
uk: Підібрані кандидати
vi: Ứng viên được tổng hợp

source: Curated list of promising candidates
ar: القائمة المختارة للمرشحين للوظيفة الواعدين
cs: Vybraný seznam slibných kandidátů
da: Klargjort liste over lovende kandidater
de: Vorauswahl passender Kandidaten
el: Επιμελημένη λίστα υποσχόμενων υποψηφίων
es_es: Lista filtrada de candidatos prometedores
fi: Lupaavien työnhakijoiden kuratoitu lista
fr_ca: Sélection de candidats prometteurs
hu: Összeállított lista az ígéretes jelentkezőkről
in: Daftar pilihan kandidat yang menjanjikan
it: Selezione di candidati idonei
iw: רשימה נבחרת של מועמדים מבטיחים
ja: 候補者リストを作成する
nl: Een lijst met veelbelovende kandidaten samenstellen
no: Sammensatt liste over lovende kandidater
pl: Wyselekcjonowana lista obiecujących kandydatów
pt: Lista selecionada de candidatos promissores
pt_pt: Lista selecionada de candidatos promissores
ro: Listă prelucrată cu candidați promițători
ru: Список перспективных кандидатов
sv: Matchningslista med lovande kandidater
th: รายชื่อผู้สมัครที่โดดเด่นในรายชื่อที่รวบรวมไว้
tr: Umut vadeden adayların listesi
uk: Рекомендований список перспективних кандидатів
vi: Danh sách ứng viên tổng hợp triển vọng

source: Customizing your job title to reach more job seekers
ar: تخصيص المسمى الوظيفي للوصول إلى المزيد من الباحثين عن وظيفة
cs: Upravení názvu pracovního místa, abyste zaujali více uchazečů o práci
da: Tilpasser jobtitlen, så du når ud til flere jobsøgere
de: Ihren Jobtitel anpasst, um mehr Jobsuchende anzusprechen
el: Προσαρμόζοντας τον τίτλο της θέσης εργασίας σας για απήχηση σε περισσότερα άτομα που αναζητούν εργασία
es_es: Personalizar el título del empleo para atraer a más candidatos
fi: muokkaamalla työnimikettä useampien työnhakijoiden tavoittamiseksi
fr_ca: Modification du titre du poste de façon à toucher davantage de chercheurs d'emploi.
hu: Állásmegnevezés testreszabása több álláskereső figyelmének a felkeltése érdekében
in: Menyesuaikan posisi lowongan Anda untuk menjangkau lebih banyak pencari kerja
it: Personalizzando il titolo dell'annuncio per raggiungere più persone in cerca di lavoro
iw: התאמה אישית של שם המשרה כדי להגיע למחפשי עבודה נוספים
ja: 職種名をカスタマイズしてより多くの求職者にリーチする
nl: Je vacaturetitel aanpassen om meer werkzoekenden aan te trekken
no: tilpasse stillingstittelen for å nå flere jobbsøkere
pl: Dostosowanie tytułu stanowiska, aby dotrzeć do większej liczby osób poszukujących pracy
pt: Personalizar o título da vaga para alcançar mais candidatos.
pt_pt: Personalizar o título da oferta para alcançar mais candidatos
ro: Personalizarea funcției pentru a ajunge la mai mulți solicitanți de locuri de muncă
ru: Корректировка названия вакансии, чтобы заинтересовать больше соискателей
sv: Anpassa din jobbtitel för att nå fler jobbsökare
th: กำลังปรับแต่งงานของคุณเพื่อให้เข้าถึงผู้หางานจำนวนมากขึ้น
tr: Daha fazla iş arayana ulaşmak için aday aradığınız pozisyonun adını özelleştirir
uk: Коригування назви вакансії, щоб зацікавити більше шукачів
vi: Tuỳ chỉnh chức danh việc làm của bạn để tiếp cận nhiều người tìm việc hơn

source: Daily emails highlighting the most qualified applicants
ar: رسائل البريد الإلكتروني اليومية التي توضح مقدمي الطلبات الأكثر تأهيلاً
cs: Každodenní e-maily s informacemi o nejkvalifikovanějších uchazečích
da: Daglige e-mails, der fremhæver de mest kvalificerede ansøgere
de: Tägliche E-Mails, in denen die passendsten Bewerber hervorgehoben werden
el: Καθημερινά email που επισημαίνουν τους καταλληλότερους υποψηφίους
es_es: Los emails diarios destacan a los candidatos más cualificados
fi: Päivittäiset sähköposti-ilmoitukset kaikkein pätevimmistä työnhakijoista
fr_ca: Des courriels quotidiens indiquant les candidats les plus qualifiés.
hu: Napi e-mailek a legígéretesebb jelentkezőkről
in: Email harian yang menyoroti pelamar yang paling memenuhi syarat
it: Email giornaliere con i candidati più idonei
iw: הודעות דוא"ל יומיות המדגישות את המועמדים המתאימים ביותר
ja: 候補者リストのメールを受け取れなくなります
nl: Dagelijkse e-mails met de meest geschikte sollicitanten
no: daglige e-poster som fremhever de mest kvalifiserte søkerne
pl: Codzienne wiadomości e-mail z listą kandydatów o najlepszych kwalifikacjach
pt: E-mails diários destacando os candidatos mais qualificados
pt_pt: E-mails diários a destacar os candidatos mais qualificados
ro: E-mailuri zilnice care evidențiază candidații cei mai calificați
ru: Ежедневные электронные письма со списком наиболее квалифицированных кандидатов
sv: Dagliga e-postmeddelanden som lyfter fram de mest kvalificerade sökande
th: อีเมลประจำวันที่เน้นผู้สมัครที่มีคุณสมบัติเหมาะสมที่สุด
tr: En nitelikli adayları öne çıkaran günlük e-mail'ler
uk: Щоденні електронні листи зі списком найкваліфікованіших кандидатів
vi: Các email hàng ngày thông báo về những ứng viên có trình độ phù hợp nhất

source: Data unavailable
ar: لا تتوفر بيانات
cs: Údaje nejsou k dispozici
da: Data er ikke tilgængelige
de: Daten nicht verfügbar
el: Μη διαθέσιμα δεδομένα
es_es: No hay datos disponibles
fi: Data ei ole saatavilla
fr_ca: Données indisponibles
hu: Nincs elérhető adat
in: Data tidak tersedia
it: Dati non disponibili
iw: הנתונים אינם זמינים
ja: まだデータがありません
nl: Gegevens niet beschikbaar
no: Data utilgjengelig
pl: Dane są niedostępne
pt: Dados não disponíveis
pt_pt: Dados não disponíveis
ro: Date indisponibile
ru: Нет данных
sv: Inga data
th: ไม่มีข้อมูล
tr: Veriler kullanılamıyor
uk: Дані недоступні
vi: Dữ liệu không khả dụng

source: Decline applicants that you haven’t acted on
ar: رفض مقدمي الطلبات الذين لم تتواصل معهم
cs: Odmítnout kandidáty, kterými jste se nezabývali
da: Afvis ansøgere, du ikke har reageret på
de: Lassen Sie Absagen an Bewerber senden, an denen Sie kein Interesse gezeigt haben
el: Απόρριψη υποψηφίων για τους οποίους δεν έχετε κάνει κάποια ενέργεια
es_es: Rechazar a los candidatos con los que no se ha comunicado
fi: Hylkää työnhakijat, joiden työhakemukseen et ole reagoinut
fr_ca: Refus des candidatures auxquelles vous n'avez pas donné suite
hu: A mellőzött jelentkezők elutasítása
in: Menolak pelamar yang belum Anda tindak lanjuti
it: Rifiuta i candidati per cui non hai mostrato interesse
iw: דחיית מועמדים שלא השתמשת בהם
ja: 連絡を取らなかった応募者を不採用にする
nl: Sollicitanten afwijzen op wie je niet hebt gereageerd
no: Avvis søkere du ikke har bestemt deg for
pl: Odrzucanie kandydatów, wobec których nie podjęto działań
pt: Recuse candidatos que não tiveram uma resposta sua
pt_pt: Recusar candidatos aos quais não tenha respondido
ro: Respingeți candidații față de care nu ați acționat
ru: Отклонение кандидатов, с которыми не было никаких действий
sv: Välj bort sökande som du inte har visat intresse för
th: ปฏิเสธผู้สมัครที่คุณไม่ได้มีการตอบกลับใด
tr: İşlem yapılmamış adayları reddetme
uk: Відхилення кандидатів, з якими не було жодних дій
vi: Từ chối những ứng viên mà bạn không có hành động nào với họ

source: Disable
ar: تعطيل
cs: Zakázat
da: Deaktiver
de: Deaktivieren
el: Απενεργοποίηση
es_es: Desactivar
fi: Poista käytöstä
fr_ca: Désactiver
hu: Letiltva
in: Nonaktifkan
it: Disabilita
iw: השבתה
nl: Uitschakelen
no: Deaktiver
pl: Wyłącz
pt: Desativar
pt_pt: Desativar
ro: Dezactivare
ru: Отключить
sv: Inaktivera
th: ปิดใช้งาน
tr: Devre dışı bırak
uk: Вимкнути
vi: Đã đóng

source: Disable assistant for all jobs on my account
ar: تعطيل المساعد لجميع الوظائف على حسابي
cs: Vypnout asistenta u všech nabídek práce v mém účtu
da: Deaktiver konsulent for alle jobs under min konto
de: Assistant für alle Stellenanzeigen in meinem Konto deaktivieren
el: Απενεργοποίηση βοηθού για όλες τις θέσεις εργασίας στον λογαριασμό μου
es_es: Deshabilitar el asistente para todos los empleos de mi cuenta
fi: Poista avustaja käytöstä kaikissa tilini työpaikoissa
fr_ca: Désactiver l'assistant pour toutes les offres de mon compte
hu: Asszisztens letiltása a fiókom összes álláshirdetésénél
in: Matikan asisten untuk semua lowongan di akun saya
it: Disattiva per tutti gli annunci sul mio account
iw: השבתת העוזר לכל המשרות בחשבון שלי
ja: アカウント上のすべての求人に対しアシスタントを無効にする
nl: Assistant uitschakelen voor alle vacatures in mijn account
no: Deaktiver assistenten for alle jobber i kontoen min
pl: Wyłącz asystenta dla wszystkich ofert pracy na moim koncie
pt: Desativar o assistente para todas as vagas na minha conta
pt_pt: Desativar o assistente para todas as ofertas na minha conta
ro: Dezactivați asistentul pentru toate locurile de muncă din contul meu
ru: Отключить помощник для всех вакансий в моем аккаунте
sv: Inaktivera assistenten för alla jobb på mitt konto
th: ปิดใช้งานผู้ช่วยสำหรับงานทั้งหมดในบัญชีของฉัน
tr: Hesabımdaki tüm iş ilanları için işe alım yardımcısını devre dışı bırak
uk: Вимкнути помічник для всіх вакансій у моєму обліковому запису
vi: Tắt trình hỗ trợ cho tất cả việc làm trong tài khoản của tôi

source: Disable the virtual recruiting assistant
ar: تعطيل مساعد التوظيف الافتراضي
cs: Vypnout virtuálního náborového asistenta
da: Deaktiver den virtuelle rekrutteringskonsulent
de: Virtual Recruiting Assistant deaktivieren
el: Απενεργοποίηση εικονικού βοηθού εύρεσης υποψηφίων
es_es: Desactivar el asistente de reclutamiento virtual
fi: Poista virtuaalinen rekrytointiavustaja käytöstä
fr_ca: Désactiver l'assistant de recrutement virtuel
hu: A virtuális toborzóasszisztens letiltása
in: Matikan asisten perekrutan virtual
it: Disabilita l'assistente di selezione virtuale
iw: השבתת עוזר הגיוס הווירטואלי
ja: バーチャル採用活動アシスタントを無効にする
nl: Virtuele wervingsassistent uitschakelen
no: Deaktiver den virtuelle rekrutteringsassistenten
pl: Wyłącz wirtualnego asystenta rekrutacji
pt: Desativar assistente de recrutamento virtual
pt_pt: Desativar assistente de recrutamento virtual
ro: Dezactivați asistentul de recrutare virtual
ru: Отключить виртуальный кадровый помощник
sv: Inaktivera den virtuella rekryteringsassistenten
th: ปิดการใช้งานผู้ช่วยในการสรรหาบุคลากรเสมือนจริง
tr: Sanal İşe Alım Yardımcısı'nı devre dışı bırak
uk: Вимкнути віртуальний помічник з рекрутингу
vi: Tắt hỗ trợ tuyển dụng ảo

source: Disable the virtual recruiting assistant for {0}
ar: تعطيل مساعد التوظيف الافتراضي لمدة {0}
cs: Vypnout virtuálního náborového asistenta pro {0}
da: Deaktiver den virtuelle rekrutteringskonsulent for {0}
de: Virtual Recruiting Assistant für {0} deaktivieren
el: Απενεργοποίηση εικονικού βοηθού εύρεσης υποψηφίων για τη θέση εργασίας {0}
es_es: Desactivar el asistente de reclutamiento virtual para {0}
fi: Poista virtuaalinen rekrytointiavustaja käytöstä työpaikalle {0}
fr_ca: Désactiver l''assistant de recrutement virtuel pour « {0} »
hu: A virtuális toborzóasszisztens letiltása ennél: {0}
in: Matikan asisten perekrutan virtual untuk {0}
it: Disabilita l''assistente di selezione virtuale per {0}
iw: השבתת עוזר הגיוס הווירטואלי עבור {0}
ja: {0}のバーチャル採用活動アシスタントを無効にする
nl: Virtual Recruiting Assistant uitschakelen voor {0}
no: Deaktiver den virtuelle rekrutteringsassistenten for {0}
pl: Wyłącz wirtualnego asystenta rekrutacji dla oferty {0}
pt: Desativar o assistente de recrutamento virtual para {0}
pt_pt: Desativar o assistente de recrutamento virtual para {0}
ro: Dezactivați asistentul de recrutare virtual pentru {0}
ru: Отключите виртуальный кадровый помощник для вакансии «{0}»
sv: Inaktivera den virtuella rekryteringsassistenten för {0}
th: ปิดการใช้งานผู้ช่วยในการสรรหาบุคลากรเสมือนจริงสำหรับ {0}
tr: {0} için sanal işe alım yardımcısını devre dışı bırakın
uk: Вимкнути віртуальний помічник з рекрутингу для вакансії «{0}»
vi: Tắt hỗ trợ tuyển dụng ảo cho {0}

source: Disable virtual recruiting assistant
ar: تعطيل مساعد التوظيف الافتراضي
cs: Vypnout virtuálního náborového asistenta
da: Deaktiver den virtuelle rekrutteringskonsulent
de: Virtual Recruiting Assistant deaktivieren
el: Απενεργοποίηση εικονικού βοηθού εύρεσης υποψηφίων
es_es: Desactivar el asistente de reclutamiento virtual
fi: Poista virtuaalinen rekrytointiavustaja käytöstä
fr_ca: Désactiver l'assistant de recrutement virtuel
hu: A virtuális toborzóasszisztens letiltása
in: Matikan asisten perekrutan virtual
it: Disattiva l'assistente di selezione virtuale
iw: השבתת עוזר הגיוס הווירטואלי
ja: バーチャル採用活動アシスタントを無効にする
nl: Virtual Recruiting Assistant uitschakelen
no: Deaktiver virtuell rekrutteringsassistent
pl: Wyłącz wirtualnego asystenta rekrutacji
pt: Desativar o assistente de recrutamento virtual
pt_pt: Desativar assistente de recrutamento virtual
ro: Dezactivați asistentul de recrutare virtual
ru: Отключение виртуального кадрового помощника
sv: Inaktivera den virtuella rekryteringsassistenten
th: ปิดใช้งานผู้ช่วยในการสรรหาบุคลากรเสมือนจริง
tr: Sanal işe alım yardımcısını devre dışı bırak
uk: Вимкнути віртуальний помічник з рекрутингу
vi: Tắt trình hỗ trợ tuyển dụng ảo

source: Disabled: Decline applicants that you haven’t acted on
ar: معطل: رفض مقدمي الطلبات الذين لم تتواصل معهم
cs: Zakázáno: Odmítnout kandidáty, kterými jste se nezabývali
da: Deaktiveret: Afvis ansøgere, du ikke har reageret på
de: Deaktiviert: Lassen Sie Absagen an Bewerber senden, an denen Sie kein Interesse gezeigt haben
el: Απενεργοποιημένο: Απόρριψη υποψηφίων για τους οποίους δεν έχετε κάνει κάποια ενέργεια
es_es: Desactivado: Rechazar a los candidatos con los que no se ha comunicado
fi: Ei käytössä: Hylkää työnhakijat, joiden työhakemukseen et ole reagoinut
fr_ca: Désactivé : refus des candidatures auxquelles vous n'avez pas donné suite
hu: Letiltva: A mellőzött jelentkezők elutasítása
in: Dinonaktifkan: Menolak pelamar yang belum Anda tindak lanjuti
it: Opzione disattivata: Rifiuta i candidati per cui non hai mostrato interesse
iw: מושבת: דחיית מועמדים שלא השתמשת בהם
ja: 無効にしました：連絡を取らなかった応募者を不採用にする
nl: Uitgeschakeld: sollicitanten afwijzen op wie je niet hebt gereageerd
no: Deaktivert: Avvis søkere du ikke har bestemt deg for
pl: Wyłączono: Odrzucanie kandydatów, wobec których nie podjęto działań
pt: Desativado: recusar candidatos que não tiveram uma resposta sua
pt_pt: Desativado: recusar candidatos aos quais não tenha respondido
ro: Dezactivat: Respingeți candidații față de care nu ați acționat
ru: Отключено: отклонение кандидатов, с которыми не было никаких действий
sv: Inaktiverat: Välj bort sökande som du inte har visat intresse för
th: ปิดใช้งาน: ปฏิเสธผู้สมัครที่คุณไม่ได้มีการตอบกลับใด ๆ
tr: Devre dışı bırakıldı: İşlem yapılmamış adayları reddetme
uk: Вимкнено: відхилення кандидатів, з якими не було жодних дій
vi: Đã tắt: Từ chối những ứng viên mà bạn không có hành động nào với họ
